{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              420,
              6
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              420,
              6
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_21",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_21"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_21",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_21",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_21"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling1d_21",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_21",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_21"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_21",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_21",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_21"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_22",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_21",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_22"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_22",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_22",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_22"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling1d_22",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_22",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_22"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_22",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_22",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_22"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_11",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_22",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_11"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_21",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_11",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_21"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_22",
            "trainable": true,
            "units": 28,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_21",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_22"
        }
      ],
      "name": "sequential_11",
      "output_layers": [
        [
          "dense_22",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "92e3cbb682458075dd554e634c5f55156e1b81534712711be703b050fa374f65",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      420,
      6
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "output_shapes": [
    [
      1,
      1,
      1,
      1,
      28
    ]
  ],
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            420,
            6
          ],
          "values": [
            "6VoEQFCqKj7nimi/AjOJP9r+Rb8EdY4+OCwKv7AEbz/tQUS/fH4CvovsFD9oM4A+Bl6zPjh+ET9R3NE/DJe1PmRNnr5AqgQ/Fg6FPvbVtL5nOr0+RsVXPuEwaD/pP7++Njn8vz8Ks792pD+7QVLLvf51tj63+CM/3+Y7vtuIBT/GRzy/Ci8tQL51RL6WyfY9CT4nP8z8UD9umca+iLiOvycCsj7gEAw/vm9DPP5roL5jR04/2XKaPd1vhD8dfnq+3bs6PsPoUT5vtVw/s+Wgv59WRL6XlkM9MJZKv/A7g7+Kita+2n8Iv9w4tj+bcZa/fA/9P8Q+jL1qoA88hMANwJi4OL9LUMe/tHwyP+LDpT9LQPw8LgQ6PU8EvD8Sv0Q/qdj+v7e/2D/f9XI+neUkPJnKYr7AlVM/6Teevj9y2j/cPqG/R8ZwQMyCw74yHPO/aWwOv8TDFD8l5m0/t7PBv1NzK78lJos/ayNTPR57rb8miIC8OTVVP+KQML8E2wY+tHonP/lgs70bUzs/M298v6FTtD7zIpm+XWIFwJcUEsC2CxE+kScQvrjKgj3vnNm+c8xFPwGp7L5Nw5E/M4RvP/hvZb9UkXK+3xQdvh1yn79rMwk+YTLXPr2MsD/xvTpArluGvqmW5z/3pmo/5737PgHD5L/QxBpA6kPDPumod7/cLIi+IaeLPvJeCD+3W4O/f7oCv3jiaT+JiF8/rLNnP0Iw9r8sEok/TamJPqgPqj67QVs+BlSSPoxUe75Ckrm+untwv7s0/j6Dc8o+hBy4vurvEb8Gr4+/Tr+Gvk/Ipz5Il7g/sfYbvv7Prr5Zlsy/MWxKP2MZ4r9g3ZK8d8bVPm6rLr+16gS/TN5Qv7cqxL7kiIe/NpNWP+BtCcDFX6a+op6pvVg2Ab8/OSC9Q7PVvts6yT8YAFC/e7SDPkb9sD589E+/azTRvik097/bk929w2RdvpMUZz6iHik/Oi3cviEmI7x812e+uBDbPGU6gL9GGXE/mH+/P/TQCr8r78Q+",
            "uiLIvy4BGb23mBi/l1q9vpnqAj40vOo++KmVvUJdmL+OPcM/QdoovyrL5T5uJrs/dEM6vcqaCr9rNHG8u6+JPiV9Xb9z4f29fq8BPSSFfj2sSQ3APjvVvrElNz8QZYS/Jl4PwKBVCj+2Mai/vVLRPvkNKb+cEZc/kc+bv6YSMj70Rag/vBupP+azsT+Dosq+lpDmP8O4IbynDyU++aIkP+Ehw78X4pa/8xGzP0rCDUDFkdM+7C02PxGn1rxdXKw+oh2mP0VJoL+OFGu/x7FmPuf2sb+33Ve/MR/TPkM8UD9hmvI/kz0bv2B58D+Iwgk/OVpiv3EJjz/oRIY/cjWqPaH30z7jqei/AOoeQPp8jr4E8Hu/X0Q9PhWKqj2isLY+GeCuP9yQfz1FGf0+XvgbwOz0Qj/drie+pRGEv3AOMD+jtve/rU2qPmz3lD/sN3u+4bGCv6IgCTwOHhTAh1qnvuGuhT//4T2+aVnEPpQ6LD9Mxdm+XweOvz3hDT/wXFk//WVQvzkDE8D84Dq/cDr4vykHJD+2jk4/xtznvdz71L9hPPK+4oCtv5FY1D+ORgg+LKTRv+AgUr+zjIm/lvWfv5oHqL3tYrM/j2r4vhoqmj+Kxu+/EvMavTPrzj9V3mq/h94cPxavK79LYr4/glfbvsNPE74IyLi/D3AyP3IWA7/WHo8/L/fRPuhm3L4Wlbu+ehejv1ziLr/RB5M/HxiyvxkRRL+ozze/DxZ1v5ZNiL90e8e+N4UJP6O8DEDZMJm/93wCP2hsmL4OueI//PqUPm/vq78veMq939KTv6uuKj80+Ou/9yeWvp8maL82jdc/Y57MP/ua0j+Z9Ha9CiXjPlsrBsAWIru+T2i6vilwLj+3vDQ/ou6bP6oHIz/JGoK/FEyQPx841j6eUpQ+z0SPP9uNCT9aeTQ+aJTKP0l+Bj/Yk/I/Rb2gP2Cmx7//VCe+dk8svvHkpL5Dt/o++6IgvgDkLr/Wcwo/GzeLPQBXVD8Zgz4+Pt4fP2k2Tj4J4YA9",
            "lbO1v5mPfj494g89843FvdecBsDzRrC+7caLPk+CqD+mgMY/cSEhv9/4yj3lUpI+vIgeP58I9j/jyj2/GrEAvw0BaT86enC/DQ8HPrXIV70qLgm/vGVlvmSgGT//BXC90srCv4U7A7/6zYo+xxyPP8IyWb8zuQFA70gNvm+Tcj4qd1a+nkv1PmCTEb/ZdcK9OIBwP8IoCb9R2hW+EIBQvlHbuD6TCpa+H96gvD7+rz/0FgPA+tQMPmC1tz/5N2M/HtOMPhCKfb9av+U9DyEVQKtfuT+zUAI+v0pDPzLOpb6/ZAC/8QgUwCbD4D/rCb2+fAOIvfEtaL8JTj8/9NLbv/7eor++I4u/e1RsvcXqrD/mwJW/lQOkPsJQZr4Nk56/zkuTP2eG0D+d9+a/+5HwPtA0AL4gNsy+M3V9v5VKIj/I6xBAQQ1IP5hFrz4yHBo/efoHv2DXcj91tHs/hnfhPolPsr6GACw/ujodP2FqUj9uJrI8zCXKPCatGj+kuJE/DqMMvkwCur9WGZk/OPvkP6kc3j4SdWg/I5XoPzpf0b9WrDi8lREHP+SpIT6Ans0/k2pOP+9SgD9zwxFA44hvv/fpyT6qyRTAYPRxvzIt+z6HGp2/6VoYPu1vkD/bQyK/iVSgvnpzrL9+SJe/B47svwK7Xzw3aI2/DAFQv12WLT8XZoI+kP/xvqWT7z9KdY8/voKwP07yob+jXPI/3lhRv9rHOT/cWFm/zz6OP/ovRb9olFQ/0SicPzcy0L6s4GQ/sY9pvshr+L3A41Q/AVKcPwx4Db8zBvk9YWkGP5SZvj5MuEE+EbXBv14F7D7h/Ve+jA4tv7awTr8YPkM/s/aGPuA7BL/6iJ0/fPgXvBMcBL/49tw9wlDmP5M1HT/7HEQ/e/TdPnW2fz8RnnO/pq7GvqtmZT8P3UE/S8e5vlgyF0BHBSG/M3axPwzikb6/SMM9YUGRvoDFWT8Zccs+tFgXv+QuNr/nvD4/ImzjPoR5wb+s9rg+wrI4vnBAdb9DEbU+",
            "gUu4vLPeTb6HB4m/UkYDwDKMq75zLxNA5PmIvpGgED+/Niu/qwSMv7QBS7o2XqG+O4yfP83Jdr+K9J8/LeJcv0rNKEBnsYc/w+xLPqyu8730PSw/HOKdPwmAFL9hKcQ+FxEfvzxLBT0EPBM+b0l3P2ul6L7mGRW/Kw8Av6qwrD77lZu/6HREPzoIF7+tZP2+dTADQNYMwb/66w2/mbv0PUgdND9UGZe/y8jRv9/lWT5jnla/1MMVPgzJJD9nR/8+YUKWv7yyOL9ofCy+9gB9PZh71j4OtUm/q9YjvwTc2j6WCk+/NEsvwLm3l78OEhG/554WPzi/Eb9R0QE/IutCv/UGHr9CpIK+sTAVP3e8LD+oNXq/6NSGv9kf0j8IWee/TDkJwMIOpr4IAGs/NDBlP+pUmbxR8eq/siDiPg+AEz/JNIK98JcOvyuQDkDV0Py/7RBUPg4nU77PV5G+Kh/nPR0Sk7/3Tg6/sI1lP0oLH79xTeE/sun6PnrSSz6bb5k/Qq2mv8/VEz5Mc3i/u0btP5tLrL7OPA+/01CXP80fIz/X024+aJTxPXmkbz85f6s+CM/IvzjN8D1dvac/faFVPMYpID8ILC8/m895PPl0lb6OA42/R+iXPnJUl74iRjdA9Q39v16LQD8w/7G+N9avv78K0D+umHU/WW5IP4SdzT/K+zW+zwziPji3hD6GHLu/3NG5v7vAvr8Lisq/OUEHwOQWWz/I7hS/eYEdvz+1G0BKXqW/Wpo5v3JMWz7KB4U/VBeYvglkbz+movI+t9OqvTPZuDxb8Mo9O8vdv+H5bD+2gAO/HT1aPio/nD7tWCQ/6cytP+m3cz+34U++y6j5vWxck75ypybAI3vPPqnq1L9cdBi//8dtvrxZ3b9Y6Lq+zVNoP0qnkb8bKve9p3uXvrNuiD1aZ5o/FroKv0gEVD87iES9+VPJvwjOgj9NVRG/vI3DPvZhjr7h824/xxQrP/C7sb05Z1K/M9+NP0V1IT6ja0Q+35nxvr5oSb/GZcs8",
            "z16vvyDL5r4xJ/w/UK0uPuGvj79YjDLArhHfPsYpW7/vwKo+84qBv2ZV3L79iRw/k70CP/0cTj9Rvag/E1XBvmqVwT/bCxu/n2w6v1MzIT9c86c+m2CfP+SKgj7btu4/3klbP4ydoL5/rZy+kCA1v1Awzr8RAqU/sAUKviX+3j/92l2/go0QPuKXgD89MAe/U5MdPkLUZb6eyIS/oHzJvrxXMb+8xANARVPvP4J0t78TS8a+QEU3vojUGL/d7DO+JEdLP903Or8xvcy+PwRqP61BbT8wG7u/4J3gvlenqj9xofm9banqP1mx0j1YqGO+UHgXQAJMPb+R83I/isj6vhNwgT85woO84NWjvwtRhT7T6Hc/tHcTv+bWnj+e06Y/5Rq1P6BmOj+wZ/2+3N2KP0qMfr89hA2/Adj7voRnpz/eL9w/GmZbv/n8XD/Ksps8wvLNP9jA1D+jF8U/XPSKP2wtUz99iJI/USNtvjgRt744EwC9m5qhP3o1QL9W10s/PJpCP1lepj5aHZC/aUJUvUOeBb8XohG+gHnEv7/1PL8bRtK+zpbLPm3A+777nWK/KGkDvyqBgD6B8Lo/sugnPuUMrz/VmSA+tTwkPyWaLb84NKm9a1fxvjhG4r8frdY/k2qPP7JnOr5iZ4U/EpMTP+pdOD9pd5U/ymZxPnxpOD7qnxU/AmLNP0A9mr/msWK+Z5gtvE0tCT4rBsk+dqKHvwr+t780GBM/1tF3vzVyrT/Bjs4+LePsvASn6j6AXpE/mEkIQE7ZpT/P3SXA/6mEv2u7179Z6Xm/CdYnPSUS2j8TYOy/e5u7P1mMjL+3L7a/ldXev9r2m78OTTu/hoXsPwADqz++ql8/KVtAPzykwL/D7A1A+sYwPwJyVz/V4yM/tbuov/zvvD9ktR1Aw8uQvwUNH78XQrU8SG+eP9pmgD8j6Ku+mSnJvnNVyD7gHY8/N2fuPzKWUb7/38u+BHAUP0Qe4j5nSxM/GWtIvh06H75WuPo+KpVuv/l4ND/xQh49",
            "xFY5PxyXkT9mDXo/63F9Pyd55r/Z2ps+qwt8PttGwD60yG29g39UP6nBbL9CUBi+L4KMP2/AKr+nu5O/ykpjvZUyDj98ZMe/HuE0PirPjD6hLhi91NbtvTTAiD/vA60+WsEjQG51kr/2pqI/uyT4v2vSAL3sfN2/QYQOwKkf/j6nWqO/GduXvvqrjj5OBhm/8H0VP55tob98xxJAmN66Pu8gHj1X086/EsfnvsP37z4I+xpAHCf1vjh/Br9zT3U8NJfBPglwND2bdko/CRbNP+mcuj+jUfw8cr51v2FSij637YI/3UNWv3Z2V74ngVo/+0aPvtuvKECOCsU/eBd9PviHdT6YMsg/OyOGP0uweb/4OxG/MaH0PnohGb9o6cO/3qG/PkY7hb9YljI9zfwaP+FStz7mWpe/ifiuP53rGb9eu2S/jde6PvSKTT8VS6+/zHQnP3btgT9XaMs+y0lBvjNcfz17NJw/0uKNP904DcBcDt8/6FlYP8v5TD6n0dc+WPPdP2I3Kz/cDgNAv/r2v3sWP772x36/kpmNP7ojbr5q9ra+Nw9DvhqSwb6SofO+lW4fPT7Zqj7Z9pi+5T0evlwtxz7wE4m/e2Pwv1BDvjudaoO+rTYEv2JGzj51Y9q/lBywvjgoBj8C37K/2RMjv050yr930GC/Cf06P+ib9T9bota8obkHPnfLjT/suIy/of6EPwuIdz/5TaI/+z+qPq/Elz/K1w1ALVLRv10lHL/sVES/BDqIP9vPPj/WfY2/q3MrPoPeZz/fnKU/KhAhwAxiDz/5nxE9GIjsPh9c2r4FNRM/HgfQvSH94L+auKC/F8n1Pq3AAMAkWAi/ncfmvwdK6r8UFIM/qu+kvr6rq7/+4aO/nW/OP7fOUD7V98W+tKk4vjAzVD4mGES/W4eAv7zTf79zStM/XMWoPpS/C8DElZ+/poApPwARybtChLy/lqQeQOGEIL6o7zs/5R91v3nwVb77WZA/KGFMvm9/tD75WmA/AG81P3PcV78wXYy+",
            "9NEEPsdNCb9/IyC/G4z9v8DjXz5TzSQ/bySAPhneyj+Apqc+LOwJP92kKr7VXua/b/Srv08Xgr4hx3c9/4zFP7yqu7xyUrc9VFLeP7jg+b9Mc5M7PAGzvmXdPMAN9M2/pC2Hvn9UBL+wnw+/Txa2PzrUHr9iQfU/VB+XvXNJ3r7KAyS/aecqPQgTtT/V+YO+WeW5vc2H9b82sh2/VIq5vn6EDr93wuY/Mk68Pp7Pkb8mVoq/p6NwP/vXFT+L5Wi/3Sx+Po3D57+w3aG/ahJEP+NHWj4vsom/hkDmP5KkFL++JCq+ZaaNP3kedz8C9fM/OvUiPR02Xb/ktyHAEZ2QvxrvFb8VO5Q/5UI0vrWutL8QFXS+v5ANPyuRmr5i06G/mvNvPxJPzLzksQXAOAq3v5/KR7/155a+qe8nv5uwGUAHdg8+tbQhvYAqXT+nAJg/OVJdv3eDJD7F166+C92hv6A7Pz9UfxK+CFTcvuC08z9H+A0/j90qwCQwAL8inei+jvKmvpyE2j8k9EG/V50zPoqwyT8V4Qw/Sa3RP30zZz5E98i+56pBvtvSBT+wS06/aCY3vuRzv75Y0QvAdgzgvU+gGL+iu9C/pqAmvy0+qL7NHyG+6wnpvuasK0C8Q7u/L3aHvCQnvjuSv6i/rfUcvh8Lgr9jG4s+YUUGQKIknT+rD46/KBJbv2ywgz6NBoO+orazPss0xT7vTYI/8ooqPz0n2r67pmI/fH5/PYDi6D+1M6q+aEEOvmT2F79Qj7g+M4wcP6LR5z+C2Wq+R7qZP66lnL6yiig/5zRWPtffkb8AdAC/KWLcvz3xLj+8JM0/RtbqvTt93T0JI6Q/Xn7YvlF0Mr6Zkoo+vng5P5mEPj/OZJM/uocCPak1GL8U7Ia+mpqjP8s3hT/CYwa/iNqCP055wT/B5xrAHuKfP7wFnL3mNcm/lwgIP5sdwr8fk3M/kOTLvyb7/T6bcEa/o9ePPsiJHj+Onno/ZfOYPvRGOL65gcW+TYWAv812LD8mV2q/",
            "E9BxPzKd8j9VUpo+bhVCv1hP/b7i8aw/ILNzPxc5uj7d27s/A31dPxxES7+BmO68LwIhP7cTiD4RY1g+L5t8vx+V5z9Bnb89ot6nv3fg5zzFCJc/iQ+svsnSfj9oz5S/fp+UP0jXsz81XFq9kYy2v0JFgj4gvTi/staOvrJ8hz6QK7W+hasvP5Pavb8vMU0/0x9cv/5lAD6ZGJ2/sQy8v77qmL8a6sm/5gzmv9CWKDygOW0/LlODvjpce775JDG/1LlEPv9AAr9BffE+cAWHP8gWYT+nFZ2/o5wXvbRpjz/K7ia/5ZY1vTOMpL9lag2+2+cKPcXfLr84gmq/7HcUP00hsDyxekY9/8kZPV2Qjb7O1Bk/y2m+v7A/Pz/gNI2/hEa+vj/guL9DtAXA6PP6vqmlxz7uWzE/JjEPP+6EkT5kKwC/tD0+v3Txgz/XjuK/3pXZPkF8/b77AQ0/BOHpPO8+g78wSaE/c0+wPzCvUz+5eKE+KS2rvdeWgT8uLvg+6hRRP5Pnpb1gdky9rR+6P2DaTr+Crm2/n1+tvwFhGkAfLoO/voigvojCLj9g91S/YM8NPjYxOr4l20U/9oBMv/f8nr7TyGa/y7xdP3Krzz0BKWa+WRlNvmUHhbyyyPy+9dD1P+5tGMDLAYI/Uevav5/Ib79CaNe/xo4YvyFDoj9z5Pq98J/hP7Qf177ZEF2/bDH5P9aTkD8qby2/D4sJPmD5hj/6N7g+tkdKvyvgMD9FwW2/gjmDvsLawj5iE76+hqmPv0f6775ERcC/l51lPtlZg79m4mQ/jUY6v9n3uj6/KZu/tHMVv89qwT/9vtk/YXvpvqYB+D2NVlA/7PYZPTQAU76MdD4/hJJLP2zc3D5hnr2/0/QTPim0kr6FltY9un3Vvpb+7b5EKf493DsDQPd0sz5HRiW/g1uUPmWvWr9iSno/nQBEvlw4gL+U+EC/lAsPPnBEIb9eiAbAABG5Pp4DVT5/iBS/7xo3PwRuqT/tyBW/+w21P3mXgr1iJUs/",
            "/NapPysMAb7xM9w+O9uuP3pY/D403Fa/PGagPx02Ir5CrA49dZgUPx3UJj/C4Gg/mfghvg5zQz6EFQa/N7Yrv3Y8+bwHqNW+VaEoQGSYAMDUGac/PSeOPl3Tqb+E1QK9RQTqvniMrb/q6Gw+za+bv+1gBD9jXAbAI+YEv5fwlb8ZawDAlBHkvXeGoj+650C/wlJJPoCvEz98GfE/YK1fP7OA1L9v07Y/adEHP8I8yT8Sx0O+DgEMvtsuhL+c49E/FYM8P3S+nT+XCOS+3I69vpAGJr9a8wTAJaCZvwNmyr8Kqwk/XapwPh9lpb/ZeAE/smq3PuvQZL6NIuc+j6uFPz+mGz5c4Va/WyF6P3pzA8DcNHQ84kG5v/g5sT67oY2+dyR1v2MMHD9hqUE/5szgPtxVHz/xFYk9vMUKv9dlYz7Yty8/7vDKP3QBQL/Mjv4/sDy/vfDAlr9YAVK/XnC2P0YUqz6CpzG/MQbxvZlc6D8tfKI+7ruLv/6bob+Vnbo/aUetPYKQdz9lKn68PlJzP1ZuYj9lDEm/7gCev2zrhz/7CYu/pVOBvw5pE8C1pxe/SBAxv1P23j7qXc6/s8k/P6jPDT//y2e/R29QP4f6lD9ykK2/QI4TPyu2CL6ixoy+c2vdPz2VoT4pcZO/6rURvnvflz60+5y+yokgvLyotj/6Iq4+Oz/6viSgbb7ubYg/xFmTPwn/xL1a7p4/RdyTPgmFNr8Kqfc+PpFwP6DRFz/JzJe/epASvqvGPT4ENb+/BLbpvtdOoD/m9Ye/drucPobuQr/Ingq/zHaev8SgWz8eG36+xym8vqN/Sj2z17m/g+UOP88WSL7r3dK7g96kv6cFwL5ZQLq+xVvFP6WVEz+fR8s+ClSDv1aMNT/iupq+gJaDP4L5oL2hqQ4/4nC7Pd1fZr8v1oe+8NTePzf7nT+zx4G/Ns+/P8j5jz+Ban6/B+Y+v0+ror74KWW/dnFNv2toUb+9Bgm+zgzIvrgZEb/74YI/6lyeP/bFb77CwZm/",
            "s87HPhPot7/S/qg/DrwAP68I8r7BO3O97Dz8vuZ+7L/4OYM9Ane6v3JElD58IK8+fUyrP+r6gb+wyus/jRV5P+KUpb/8qH4+tbruv5hFkb9+pU8/mp74vtbVDL9jsDG/5WWEv7Q+K77NTpQ/T5X+v78KyD7wjcQ/VA8FP7Vp178ACrS+my/dPUT6Hz7glJ2/t6bMv8RgXz6PoCg/NqAoPjWvk7/trgI/OXetPw+0C8C6qwrAxDlwPzUMlr9HqsK/uG0GwGA6gj+WBlg/I0JfP5Cmib8zoVI/D+74v7pM4btXVCm/EONnvpTwn77accc+G+MGwF6Vn79Nx9G+JkVRu2b2Wz8obow/kg94P0cAmr7xUp6/nv2Wv5sOkj/9aidAD7aRP17L3z/L3Ug/bljuve4MNz/QHp6+kw+7vizTir+xBKO/xNUlQB3Hpr5C4QI+HuKJvqUu4r4CCwS/2oybPvte5b1/bS4/KhA9v6nJJ7+Rp5o/rwm7P7RZuL71v4w/3lBoP8uGqz98fby+sw+kv3sYoz9O/lI/ZzPbv8Yd8r2fN5a/OoCRvn320T45KqM/uvMJv6JYP7+qxra+d6RqP5nJM8CJb80+TmMBvx7Txj/t5Zw/cf+oPrt/ir+r3gu/eerGPiPUtb8YQhM/mi4TvsLngb/u8Va/EzB1P15I6r0bdc4/jL1kv6153T7W8Q4+jSiKvzJjVD8KH3I8ndQIvhVEzz8S6Lo+2uCSv762ST8O4ge/JZAkP+lUqj7+XUC+N2yWPuG/wj72bi0/ZOeyvKpUsj0fJa8+cF9hvvoJpr6EIaa/8M24vw8wXL/w0zM/0zaPvx7G87+F0O0+PGQTP5lvhz/a104/q2b9PYGDED5Vm509/vfwP03fT79bC9i+/kJUwG/QzL4gIJi/ht02u5dL6j6Qb6C+OSCFvaTQnL87ePi/ol+kPipjb7+RmTS9CL6+P5e+FL8AlMy+eonUviG2Jb70Q8m++Tt9vQrICz/tZOq9x/dmP1vgQD/3Qng/",
            "pLSUv/Ntiz/ckvC+wupHP7AcKz9Ny08/GgPfvjUEfj/1GXS+vV6HP3kwoj9Hn3O/6gNGvtSRn7/h7fI/+gQzv2xhwj73oGg+zaD2vy4GhT/riNI+3tgWQEfMxD49Zw/A8QAkv6iu/b6GSFo/+muTP/4pgb6ZNSa+PUobvl4hrz/fPma/wJthv/zTKz51Usm+557zPvn8iz/96Ng/aWGyvnmTGcA0RaW/bkb+vuJWhD/AaYw+S0NWv36hD75/0ou+njhFwCKOyj/8Nbm/jcjqPovHZz934lm/zpJ0Pz/1NcDjsJw9yRuov8pk37/C/Hw/OoSmv5mvOb8MEty/tcGyvstlYr5fxa6/Nce5v7ElMT8+mlG/7boJwHPLdL5rQEi/ifbyPihi2T6E0QA/gaMHP4rzm76hCu48ZOl0P3SQPT+gkkm/65xRv5B7WL7niog/HRcAPxZ3Rj/hSiI+oc6nP95FXb/MFKe/SWqgPs/KUb/uZSG/f3cowItNpz+cZF4/e4gnP/8VLb+Dcj494vSJPvAoGL8ZSLG/P9JEv6qtpj+KtcO/m60EviHQuD3jK4K/J5SnPKKWrz4Az72/NAOFPkCjB75Z3aU8f2l3vxyDQ79r880+EkhPu+YVvr+ZFGo/lNiNvWFldj+lKAe/0UG2v9SJ9D7r7jK+mkaqO0gMkD+T98W+Cvy4vk3RET94rw8/SGzAP2lccD7QAzu+9x6EP2OaGD3p0Ms/aPQSPxicsb3HIpA9oSJ4vxP32T8mvI8//QQVwD+RgT99Le++YzSSP3TnYj9sSRc/KQXtvoEaKb5+0em+9+9KPhqaB0BZRK6+YKhuPyYlzT7DN5Y/Tj2lP0xsFMDJWcM/xfKPP/+C6L6UuqI+rcqgPz7VTD91U+K+IcASvqvJoL4Qz0C+4ewnP4cukD95f8a8l4yOP+o6QD5GGz0+eLm6Pj5bAL8W4HI/sk6yPugHO7+FKl69ZPiAvwMl+b/4OHG+fcANvpG7Kz9/Y4U/TG8xwPVs/r1JwDe+",
            "VomjPl08CD/B4UK9KeljP++Mwj+sx+2+RMrsPxfKOD0sXp0/RoaOPpjsq74R4ki+Kk4Avs3w5L8CX4a/pUWDP7FGMD+ugHw/PepKPizZwL7rypA/Cl4nv4sQzD6yDUw/4ZqxP6rkN7539N6+aTvBvZP9v78bpiQ+OaReP7Dlnr6LGiG/pVoNwEO/Bz767wtA4ZeJP24U1z4LkQRAQtYMP4t80z+1it0+1r/MvT1NAMAXfOy+WJELv5vver/OW6g/UqHyPpMjdD507zc/BeFfP2/Xbb/ZEfa/75Vgvxr0vr9m50s+bjiXP/oVhr9uUBk/Pr1dP+n1Iz89KJi/kzbVPuB0r7+wb8g/Gj0kP2OGPj/8EZc/Tdzov04XSz+dWJw/x1RhPy2plr6v0uw8qn4Iv2KPjT8A2bm+jBpaP73Tm78RISa/OIF1vxuW5z6xB8w/WGoiP3POJT8eLh4/GmzFPm63Hj9mmxQ/tiaPvgtTbb9qMh09ni8wPyQKDz60p+s+rz4/v5CWiD+Ox+K//Zp+P+eH3b1e+Y0/MxILwG2PRr8m2tA/8p01v7cMhD4tNZi/ZIiNv1vkcL4DeC2/skvdPoZozD/RZvk//DA5v2NWXT+dq9O/EDycP+9t7j3AppY/36uyv7pY/T7pRv2+pF7qPoK7Lb+FgZY/vcBgP1yiE78acRk9d+85P8J8Az/6iL+/LTArvLfBaz+CTpW/GCPNPmNGEDwgQpM/uE43v67iub9cxNM+oZj6vEMxA77Gal4/5N/Vv4hsL72idnK/xPMLvwcuJ0AZNjY/+orFvwRXxL4H9LW+mLOuPFcE8b6ljxc/hW9oPyg0yz6Doci9oa3bPmzHgL4J2wY/rZM7vilKnT93DxK/8gTVvL8EQD/sb/u9+qCmvhp1rz8+YUG/Ol9FPsPI6j4P0Ky9KcpQPY4K4j6uA6E/RROrP1disb7cWvs+ZLlwPzMbAj9Gv6c97YUowCEyqj86KUw/rrMwPg61CT8+YG0/RC3pvpa8ND5FJ6i/",
            "iXfSvoZkib4Hczy/FE2PPB9syT8PKd++kXo8P7gZLL+UdCc/u3MXQEejXz/ZYIS+Sxafvg6XQL0+T6g/1rmMvfXEw79OCt++8Ms4P65PKb7dGxi/ec4Jv816AD+BgVi+i74qv44tBj+vHi+/Wum3PgHxlT4IXg3AEFWVv4LWbr8pPSg/iDJSPb6LEr98rHS/Ed/PvtpvOD9n7/i+FkjnPfm32z6mlXO+o8AWP21UOT1uHyM/+pYrPxpdWb/B5iM+/GgrPdZdFj+j3SA9JSvrv285a76U4uk9jAO2P4Xjz7youwFAkUWcP5QW0j1wtrg9nlJRv5hhDsAm/7A/v3hwPtDHYT9rG20/LH/1PjIYAr+Imdc/jblXQHRgiT6MdBY/Ff5LvkFKsLsMQFw//NGFP6LGeL6lBwo/mfj7Pyp+rT9i/P+9TH1IPYSxUT+y2re+HCgjQMbTGcCu5Ik+mUjRvsiA+z5fbpy/M22dP6+1/D8lWxo+mxeIvnkBHb5ZlB0+wRYiQGqpoj9oyIA/275kvybD8r4uSCy/IvBDP4+jtL+qYze+/mUuv6BwvD9KoCjAyUuRvXTkfz8iqo88ipQOvvJkTj6XD4E/VLAHPoJXTL/BxNE+Cd8xwCZu1T7q3Li+wgeRv1s0zz9MsDVAQxZLPgHjxD6X0P0+H+Sev5AkY77W1NI+TH97P23ZpT4JWN690t7AvjWM0DxuX42+wY45P/QKhz7+W6Y/mCqcP9kvb7/R4BQ/JxgrP12aBL+tbShADmKePRf96T7uIvi/E9SPvo0KnT8BFJw+B+LuvRmRkr+Ok+U9ktUMPm7EWb/itWk+aLR5vxjmTT8AJJ+/dqMpv9mmhT6oUng/KmSqvn0eDT+CzWK/u/5Dv1rJj79EqUa/jSgevgAEFr/pbhs//Ivev6CoOz+MChM/DdSBPyJQgL8k++u+a13LvhfxZD8Ufek9JfY8v70J7b6NqSfAOWdev82hlz+UpuU/Oa6qPxR0KT6XotS/XuE+v4arn7+bnv++",
            "HKObv8Svyz8YfK6+EI8Tvz1Jaj8ApTs/2Ccbv5lTir8BkB4/N54fvkb5QD8LyGi/gh+BP+Oen78WpsW/+d4HPslewb5LPZW/tHFgPyS6uz95t4S/zQ9rP6tPkr+v7Fe+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            28
          ],
          "values": [
            "v+oMxDUGvMPnW8vDBCoNwxBNk8OAiqvD9eDEw841LMOZ+dPCcXlwww7V5sPgvO7DcmPqw2f6RMP1GbDDEHipwzHUsMO/B37DZLStw7aEqsPcg6HD227pw2/bVcNRJrLDqAWjw+LsHsOFzrfDjcnMww=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_21": {
      "bias": [
        "J8Ufu+s0ibvxmaK7fyhdu1mua7v1nmi8gSNmuW/eFbtiLFg4bWEju8YwKruAPMK7Dn0PPWlqo7tLgge7UkkqvJcFKLyWJ+27fZ1EvHvSMrxapui7fNgPvLTtDrxTpom7xSeBu2CDMrvmtdm7Z0nbu9hKgDwktUG6ncXGOXhpx7pCh6u7pScCu+6yWrx3V1S60ARbu10+iLtI4A+7KAxDvKB1cLoP4qy7suU8vISvyLoNW/S7DXELu1sOCbxRvua7R+41vPoc97oz6TS8cTlcuwAne7r2FGk6qdMlvFI9pLuQjsq7PFIvvFQdILxcYmC7cvQ5Ogv0N7uc2Ei7xLBfuw=="
      ],
      "weights": [
        "6LLAvfGZtz3MJls+950XPtByST7011g+iEkhvi26xL2thm49Q8nyvGqFkD5L6aM9jemOPjKArTy6ETE9/aSnPcmmET7R6bk9ba+IvjfbeT4lMp8+wcQZPvupjL4aJyY+b0iFPtclvL2lLkC9iHrAPTxHnz5y5Dy+kkSFPrB/W71FTYY+DeqBvUWr9D1J1ga9r2OuPvaD173anBs9Ueh1vqFMTz2y3VA9XLgDPsqM8r37sgs+i8fkvOthqj7ATC89UXmmPqd6D74vwBa+iQD8PbNzbT6mVS096SCGPrXauzuy108+DGSVPe7ELD0s/DC92R1WPqynVzpMy0A9yUOlvfXfij6NFkc9bFTxvbZVerz+9DY9pFYjPsxcOj5/caU8gauCPvjnO7z2yh48zrDLPTwwKj4/lCi+NlwPPsIZhb52McI+tZ/+PePTyj6nbAo9D7eKPi0p571kHr8+8LM4vv3Ijj6VbyE9z0HPvEHpfj4jjVw+vZP+PWC0BL4yzoy6O1ejPocdZr3DEok+GkulvYJtiD6+P7c9mxmyu3L6k71RnYY+WZFHPsiwJD7LT6Y9nOrUvZePJ7tDdT4+F8dpPWdtID64xxc+i/syvjgWpb2p7ag9d2h3vSYLhL6BXQa8G6TCPiRHhjyDyM080IIEPl37Br5TA8U8emDcPXxe4z12Gzo+HvoNPkhKCz7wcYO7MjUnvNmRmb08n/k96q4ivUKiKr4Epic+fPyhPpbNwrzy0oW7zl0LPqBFjz6x9yY+TWcfvrkoezwbeWg9zWD9vH7MK74skVo9exRbvfqYab7t2AQ9nUnGPW7eQbzf/Ee+nevCPk8Ng76RwtO7odiUPMA4mz7RZwS9qbmrPijXAr0LpD08mAv+POpEdD50zaU9DVmxvSS9JbyXiFI+SLprPSZBjjy0JUC+uOhcPlhgLT7yBEY+yvr5PY7ngz5TMRw8leyXPnF+c75dKWg9eEidPeG2MT5Hy/I9fYGNPoBcMD7J9KQ+f9WKvY9yrb30dao7",
        "BPYcPlRaAz4TQKQ+vbogPsFZXr0PeuC3Qs2PvQI7/Tx4NFU+6IXqPUjxh70BFJ48QdAFvs7am70Kv849V6U3vYtPOz0G5sI9SSm8Psm51DzVK649U37LPWkigT5HGK09nXp3vdlecr13wq6911F0PY2qCj0G36o+/cunvTP5Eb5tPNm9PJUDPkceZD4SpTA+rhJtvAxsEr4/ldW9gQ9BPntmlz6swzs+2Mv7PSfa7r381dE+yYWWPcn6qD1x7w89zWYaPlGLDb6L2HQ9N51tPQG8uj5SRrm8pUyVPvY7Ej5UXKi92jAEPmcb/jynkii+++WSPk/d8b3OUTu7AxaJPdQDkj5UoZu8Dzi6vFWXFj6xhWM+cdmhPb7YKz5vCR6+IpKCPpacRr5HRV4+8gUWPjINfz5/xfm7B9UQvtTCpT0MCFm8vounPb4Wr70dKr89X6WPPba+B70MLPY95A5nvQXmqTxafbk94KfWPjuOx73xYCu98sIHPokemj6pdo897ve1PlOSsz3OrpU9HUFlvtMLpj6acY49RtOqPd1IHr2dLBA+oL5ovV9FOj3xifu8/i/SPeqUBb7ApUi+dkoXPu4fOz51HqE9jTN6PRKV6z3vbCw+lHgevmXhqjxYEhw9mAoUPZXWA77Ow/M9U3pUvUn2CT7+i4k9wh67PnCSDr41XUK+Jd39PY8kgb2TZ9G9HH1Jvq/JHj2uNXo+YDOBvVskpD7NIMo9uxO4PjMR6z3gkBQ+7kEGPsgLk72lw8W75GY9vIhtC70rHgQ+RscCvgnvlT4oobK93eCkPZdCyzqC7cc8mYIovvBYgz1Tscg8cERWPKKsGb54gaw+xWrdO7YvHz6tNKY9zeW+Pm6csj3Btn0+p0PYPW9mqj7dRaA91xfQvipFM72nwoc+2OU7vQ5UYD6m5iw+TMV9Ps1KaDw6AUw+6AcAPse2lLzDnZM925BZPpnBEr10Rko+kKLyvX1JVj6QwJ09hRG1PjMrbz3t6w4+/vOpvXHSkz7LtsM8",
        "T8iRPqsT0rx6h509mFjjPfpUVj66f249yh/EPO4M0z1XFds8wTzBPN0BHL0rZCG9lFiZPrKdBD7aq4Q+izeHvdsLpD70hsY9PQ+VPpOTbb1UWb89A2K5PQkF9LvCjpa9DDagvZDetD2dTJ89QC8tPmnSwLztea+91NabPjjN/zwemhw+Td8gvj2607xpPu29R9+BPo+ambt7ZJ89WnIZPsBa2LuGaPu8xJgFvkoSRz4PAsI7jW5Jvp5dKj5q3Ne7RUSmPgqeSj6RKN48Y+4UvpCoPj0MK5y9rvNZPQLZpr0vBZI9Z7MAPpYJVj7HCkw+/IKlPlQJqT29hsi7qWDSPHPJiD5L1Ek+rHOLvlbV+D2P+KA+cR8UPuTBBT5CouK6yYqCPHGy+b38YCk+ixS7PY8zQ76Y5zQ+DGmoPhkDRT2JXxw+EKumvQjiHT488zQ+onwIvjnumD2oJZw+TvJCvm8MBLwz+Q0+AydKPiIclrzNuFG+H6sqvWHJ371EKhi+UbF/PVU7dj0Q8GI9E54BPmOYMD7m5/w9jjxnPrF3Gz4q4dI9wZ4EvmAuFb4n9VE9d6+aPh+bhD1ScSw+uXYKvYYqTT5mmBi9Of91PK0gF75cnr89jejoPbRGeD7OzQK93NO9Pj6tgr149b29Y+OZPYq7SD62Jw8+pUXwvh1mjT3as9+8kmVevZGfB743HI+98Nebvhvh+DzWYqe+6bcrvtiRhrzAqxM+9BxlPdmOTLyf3I09VSkuPjvebj4BvbS77hlcPcoPWDz9YKI+WbwtvX3PX7xgyYC+gDVTPpPAa7ywnJ4+jmkMPqbQqD7nuKE9J6ixPmeeRL194mM7f8KKPewhMT4rs+09abSwvX9mFL44PfI9+q2WPe5NZj4hJMa8R7M3PujhjDz83Ri+79s9Pt3Cpz2lTxa9JIY+vvV+FTy/JAQ++/XNPQiE4z3IJQ0+wlJtvbpuv7zDj1Q9rrfJPOiUnT6OywC+tk2aPhSeqLsmpSY71YxiPRb4YD76M309",
        "5lSDPr8GEL5B4mE+wtOpvXiiQz6YO1S+YGpqPhC1YD3UHR8+0u/pPfnAjj4pGCU+yl7LPLx40rxK1ww+XfrLvWZjrD4NMSM+7R6mPucnfb6xYy48NZrIPeMkEb43dSM8GwHHPPNYBD7f1Rs+XbpuvdKJMj5zLS+8h/3WPdqvyL2uTV6+9BsmPlzylL7ZYAO7GunqPaGmEz2bOjU+mHGUPfHfJD6hQBC8U9LwPbcKcr6FxiE+5yCJPa77oj531Rg+k2eyPnbMRT1/Niy+7Spzvf3VWz6Kygw+qGaYPqzXnbw2kmM7iJ2gvaS+cz1qeuI9RPrLvcpwHr3ssAA9IugFPgKIlT6WbCs9qoWCPtn9Kb2JL6O9wKoXu1MnTT42mSw9YTVJPmKVAT70kbU+v/A3vaeYwT0cXmo8n5hUPrtxtD23LEs9DY/APcUsT70HCJK+03yXPhnlgL00uXa9+fTmPZIfpD6dfHc9qg2wPpyX8j3ja78+8gE3vcFZmz4NSZW8l+vhPOKJPj7SADa+y7TxPS67H74oZQQ7qmWwvGHwdbwZeCS9af1Ovmn5KT7R/AC9Y/mGvrOm0ztACbc+BOVFvFiITLvXjFS9ZSOSPmVMEb4v1MC9mwcHPoICnj7MJq897HviO2wpA7wz0wE9tklEPU2Tfz6XhLA9REeNPkEywT0ryjY+8zaQPaEHSL0i4M890v9/PkEwy7yG/4c+m3onvVH5jz4vr+48bZnRPfka/j2By30+4EHgPfjZUz7Y+0A8HztyPuZH+z0uWGq73QrqPT6tuT7P9Na9M/3LvGa2Cz62Ha4+/yXcPS1Nubu4qAU+DqUsPta6TT4+opM6Pvx7Pb2FZL4hGQI+9ue3PlvTFD51DCY9v9vWPSoAhL2DM6e931U/Po8nbb5ZdpQ9C8snPGzOsD12gu86pWOPPikzmD1BSMC99QS/PXh7Sj7X9Fg6z5uevIk6UT5EZb0+ojHIPQ+ss73mMNo9U38nPk/smb2nh0w+JetvvYmreD6vZDa+",
        "iMWkPtYodj5agEg+AL8SPvbYnD5TxA88+JSOPvxhdL5S4os+G6UHPmiJST6Yz449O+qHPvr4Hz546i09iBGBPIP7ML2/lya9ECSePrpVPL0bREO+QdLiPdOqP77UTlK9qIa2PkP1o739h4c+Ne/LPVzjpT6jLwE+U3ZxPl8Xcr1GtA4++q06vU199DyuKxM8ykoxPgEazz3+rFG+R/4NPowPiD6BPKe8pFUxvtP9Ez6nOMc+5IoYPg1ldT41m6e9vINVPjPcAL3UEH89i+jxvHtjqD4cqRg+qAqBPuMkBz0uJ8y9ZOTxPX6oTD5KJwo+JwrovcN/vDzNoqk+1kSRPaFKBD63Tig+0RjzPAnO1r2mJ5A95iGpPQaJhL1Sp4e+5+q1PoxyFD729Ng8TpckPY38mz6yTgk92u+9PnjeCj5S/Yg8HzDIvdDDmz5UDmO9g0OpO8Wsg7mY2EQ+wW3jPYJvDr6U/Le9kNnsO5vbkrx/ULs9gQEPvmehIj7LB0e88eLQPTeJmTwxLZq8SXxxvd1fpD6j1w095RO6PWLytD18aaY+zG/tPTw2cr0E+hI+AkuCPjq1Tb6xNp4+N1KnvUcCSb5GGxI+QuJuPkq8jz3lGMc8pOuPPbtP8T1S1rI8w6eDvdquWbsiIx4+sf08vMs6YT6qLbK53vJGPqrPPz2+KAi+iZSQPTtsKL7z/0O9OUERvdy3Gb5eUOY9mbV1PUEmgL0FoTA+dVwhPhF9PL7ER8s+UoUIvPiaoj7vd5q9Y3h0Ph+Vmj0Gy5c++hEKPVBbRj6/tBK9yp+rPQf2VL4XNJg+BhnkPUzgGj0MSK48s75WPqqI+zwDzzc9lw8BPoRYIT4KDng9C7WuPox2Mz3Orfm8hwxrPVsOjD0M/Xg9AZTTPqivMT4bzmq9bOQmPtUM2T0FHqC7BiMQvhIGTDuH9gI+2V1RPBGEZj4uFpY+8DOPvJ7+QT1J93q9rl3MvPhyXT3T8A69qFWtPq2KkLz+kdk9/vAJPk6uET4CXDM+",
        "/uqePpeY971kCRI+cid0PfYODb0wG9y7T0sYPlX5OzyTQb08BDf1vJDoKL6AcoS7v1FoPTrHcj0q3+28QiM7PgKmPr5CG809L8s9vFxU271FzKQ+E3YQPtq6nTy4oag90vbLPtNwPLy4foc8sQvvvTeJWr53pbk9MPnePpZWhz3tKIy7VI4FPkkTML7ANZ27q/mivd7udLpJK148BbHbvWIrOL5jrQ8+3kifvLiaubt1aJy+6AC9vDCwIz5T1AU+z/i/PmkgVr5dLHG8VvvmPaboJb5Zj8+6X8QRvY/rTD4mqCY+15MFPWLdf70nUHo+Qcequ8iFBj1p7EK+ahLpvCgmsz1floK92kuqvZRleb6gXCw+laaXvdvjmD4Gufk95Q6QPr/aVD6jhOY9pg/fPeJqJD5tsJy8MstWPHaUED0YCp89XgbrvWu6nL0zkKA9ihQYPjANGjt20ls+cAysPdBGgz5jaQE9dVemPQ75871DGIQ+texsvVhjy72eRfw9mAO9Po2ivz0ZEYA+cXDdPUSktL0R0Ps97+K0PhiRlr0VayE8VLq+PTjPvz1D/Gu9Ubbevaz0iL4F61Y9ub60PY9gjj5Xb0A+A3iFPhKKMb4s45y+5Mm9vd60qj4D+jg+jEsbvhapSr7Ezik+eZXiPccYZT4lkW67QvWrPkzvCL279gA9+7kUvbVpnj3qsSM+V5UVurKVNDw+s6M8ebPnPb3+hD7OGBY+uvxPvoAxRD79KzY9RMvdvQQwXL4/fie9+sRXPpKbob3I11c9lh5MPmbxkbyqeVO9ftzLPa9EmDxEcl89dKBCPZWqlb2eTXc9/40avv1pKT4/eJQ+n31cvbxxgj46EQE+k8SkPvnIyr0W8pW9RUQbPv4NLT481Ci+BKtNPoKcTL1xQDQ+jdL4PGcmxL0889G5rJw+voiwgb5SUSg+enwFPpn8nz7J/zA+l0qjPoY9lb2tDaW9KfDwPbGcVT2gEoO9eySOu8/LxbxMiVy9g8s0PsTEdT6ox1S9"
      ]
    },
    "conv1d_22": {
      "bias": [
        "vMGau1g/Zb3uBDG8Hu98OUrA5LxcQhK97oIJPQ91FD4DInO7QmXOuQHFmjnifdq8FximvP0hJb2mtTk8mw4ivbp9gLzDjTS7NqbdPfZnuLyo1si7cRx+vF9QV7xSkp68fLwsvUrWFr1SyBO7aDwIvZ7CVb31ksq7FFUVPGIPQ71hzs68MhcSvKqBkbuoFii84lOyvNODyLrzAqc9m4pOvRHsGrwPCCm9Swr7O0wGw7oS2Dm78585PVrFybtzvQQ+oTgKPuvagzvT4gg+hruPvSbwx7z5Bh28HwJkOz34oLwo6Bg9lc8DO54wk7wMVzm7vNFZOuChy7vlVNo8sDVpvQ=="
      ],
      "weights": [
        "drsXPfwXCL4wzdm9czU8vJhDgr6Z+zi+PJ9jvhMaV72sy4a+zTHPPADyoLokhyu+5M1lPQHuCb6huPa9e4eXvmqbPbyG5Om9fBYwvljAjr4hUKa+YYiYPVlO+D2zzTk9DwiFPCh9Db5POcy9RZb4PdGxhD0K16I8M7BnPZ8tn73LZXy9ujC5vauqvb4HaAQ9GVkLviF03ryZYdS7dRbCvVr40bzN4Me9bmM8vuPGLr6Wqtm9ruAivpQAS76K6pA9HMJSvqPgwDz2x7q+Xto5vtdXJz0A9Fm9wrsyvoroDD6HOfC8ixORPfcOr76e+UC+KwsYu6VOHL3HI1y9pTCQvWL8HD56hno9VGMVPeEIkz0EG5i9YoHOPYnnPD6G62o+lxOPPkCbEDyiHwE9XOZfPlQ5Lj0uggg+O9s7vcWjlD11mLW9dAdGPkw5hT65enC8d4slPuZb5j36ItC6BifyPfHvUz7Ch4s+U0S/PRW3ez5D51S+J7svPV/kmD3XyYw+a1QYPnSCWz2Ik6U7x5knPtCRpDz15Cy9Vzn1PDBsmLzSJ+49Ko0TvH/cKz258B89a9VOPTcV5byY2sQ93pShvbgK/T3kUWs9Rxu0vSMv4z2wwpW98PkrPjnCPj4oEFS+crsOvhcYoD4vbLI8ATiwu7WRXj6OzSc+P0o/Ptq9Wj6acvq9P39kPJ+ONjvvrC+9L72FPIePTb6N0Z29ssfau5EVpL0c5hE+CV8hPZojIT3333+9t36TPL/1vD2z4Zq7wlpWPUzBh75CP9a9aAskvfIDRr5Eftk92AEaPdbztD3gjYg9NNj2vVE97Lz9/xE9oCCVPY8fr7w9ghY+iP6xPScZCz6k91Q+Fe2avRlb8T2oSHk9NSyoPW0xf72SKKw9Tt3/PWL4Ar37rN691/ahvaZxHb3Ozbs8yk9pvXZC1j2rf328hCWfPbYoVL5Cwh2+X3uEPk6vWz0AX848xEGZPvweQD4J5Hu+5s2JPVOwxT1nyA2+wSsAvl2MV741f6y8",
        "B/6DPTJ/0L2xYqq9cbdtvoo+mDxY8qe9tzwLvjX9jL2aaQq+8EeUPAVgUb6L9VG9gh6Ava5QOr6ovie99KiYPULG4b3B1AS+jCCPvfcNEb4ykHw8cM3rOUDnBL61Fa+8ahEwPWFAAr5e+i88PokZvnJehj0OyCI77HT1vQe2aTrYomi9m5eyvXQyxb02kWk9CaFEPdu/MTxFhLQ92GcRvm802jxrNCm+qcsGvohTcDyHwNS98rKUvfzc0L2EJyy9Pg2PPHRcB7zpWY+9g2AjvjFZ9L3jxPC9pqbDvZqsUjxmyui9kXHcva1ZyL3LZoQ8E4r8PGCx9z2++AS+FSX2vSvbLD3VhtA8kFeKPRCeQD2Km2Y+D6NGvPSQJLzaBVI8JtM2PqIFAL0oCd09Pb8cPTJk1j33rv+7Ps4FPqSn2T1i26g9d5tuPTN2B7w3da49a45fPorUJj56ToK9GPGdvCliUz0A+Io94vDHvd9hjTwMibO9VG0zPtofwr18aFc+PglYPS/NyL1zcbQ9wL+ePUqZFz5UY849mN3hPDvpCT4pXlu9t+w9Pu9WFD7DCPQ9u7LBPY5sJj3gils+K42nPYErbz5OF8k8dgxkPbpVIb2qj0y8ouaqvFqDjT32PyI8ZQIFvt5Lwjxj5ec94xMHPptpYj2uz6o8HeDjPcQdeb1X/Em+hhuwvWxOObsUfNU9htscPqyltjxobak9n7J9ve9J6ztubFc+yAsxPppEDr4NROc99XcIPjacHT57W2i9w5h4PhwFGr20Jsm86KKSPZBFeTwRDWs+8cOkPX5k2DztJe89ArxUvf17ojy4qUs+YIjmPTlMprxoXqS81DvyOknHMz5bOaU8KcZJPgpjAz7bZ+e8UZfiPbs2UbxsfgQ+XkW7PX4xOz54+Dm8UhUaPl10MT5AP9i8+k4IPRgR9j3zoG49WVoDu697dD4nzA4+UoDtPVD5xT0dOYS9DXRfPgRTVD6SL14+psYOPkroIT5fWke95nuSvMRB7TwnfRq7",
        "p+tnPYPP0r3wTUW+8LcVPGclk73UHKk87VoRvh2oeL2BDtW5E5RGvZ4Z67yml969RcrpPOF9sr0DEIc8EG46vob23j1hUeO9Xj9FvrwpRLzdUZi+bbBvPTQQwL2pCVo7zQ3rvVzbQb6K1Ja94Dynveu/8r3KyAK+SAeePfKAoL3ZDlC+hGSyvQLbyb051D6+29hkvW/+E74GgKS950uePLhX9jyBBgq+jrgVvlkGDj2IwuS9Zn7vvHstLb4v1qy9ic2SvUjBIr4HZye+KF/4vfALcb3txYC9mu0Yvs+1D76QkKe95jNdvsTNh76BilO9hYkBPMnpKL4KRXa9wggiPZVfUT66nAm9+8NwPTCDCj5NOLw930owPQl1Gz6pJBg+lI6HPbGsEj1NGy69r+h8PrQnGTzyAaK7aViZPa4xQT4eL7O86htTPryuNj6wAls+F+9aPihGwz2m7gA+NOy4PKf5OD1lq7Y9WMc0PZ9z7D0CgHS+cY8IvQ0o5LyRPbg9ydXXPSsoUj2h0HE+YD49Pjpb1z34yB28il9gPvP3BT7mcZg92o8LPtY0CT03Ewi9LIkSPizwzLzN8X09DVvMvfA90T2I+gI+sbyrPKT3ET5mE+y9teKcPCm2Mz7se0O8lYCZvGWuZD4io+08ywxfvPd3VD6YxNw921mIPctBj7ylXb69JHDVvUXpAj1OYYw9dQLovJyuwjw1OiS+BdnXPOLter1dyPG8vPuyPaVow71P/Qq9O3+KPTe2KDwgsDi+Mj9KPvjXir7nERK8NS1BvCxOcLxr7/Q9mkmYvNACOD7O4r08+eTPveuIdb0EymQ7EwdpPhuih72AX108dbN5uyz+sT2zyYE+vEIeva7oLT7UP1U8y14BPsAVB7dF0xk+KfkFPp9+GD6Z/jm9Byi0u8GJBD6PXiy9gXaIvu92jz78/7y9lV1nPT91Jr7gJ528P9YePvnikLxzT9i9g9tuPoEuaj6S1i69g7UbviADPj5N/y+9b5UdvrD5p7319b67",
        "eKqGPSdTwT27hdI99FqNPjtLQz6pqOw9gicYPhuocbyw1548HAgKPl3tCz4ylJs91L0VvaM0Sj7CpwQ++Kc9vefkl70+24y8lwUbPoZyLz4+DyQ+lCmrPcM5cT5OMGm9vLfVvQjXCj5wHks+p6J6vIRqHD2BjO89XLnWPezFtTwoWoM9MBNdvNG8Ij2YcJg8H4qkPHeCCT6h2Ec+oU24PEy5PD5cyf69kNJqPgdn2T01odo9MBKHPkkGBT6v7HY9EyMKPXnYOD677I8+37QhPthTgj2RklE9VgBZPujZ2j3Vi/S6MxRIPlLyAz7gSzA8MHhSPWMeC70anls+l5grPl6oPb0mbzS9A/m4vUWRj734ubE9IVgxvgrI/r3lVus8QJYBva0TwT022is8+a06vciDW73+UjC9Pq28uwA1Dj1czey8eWALPLhSFL44PT+9eoE+vQUIAL3Gl3+8sqXDPQsNnT0UkXc9LisxvggNaT3FOCE9Q1VsPcPiFj49b3S9ZFG+vaAGiL2QSHG8NG7yPfhoFz3LMjy9TTZtvROEBL3VT8c9/J7+vMhbqLzteaY9pZPLPY5KQjwMvco8wfyvvbmRqrypFcc85QSevePbHT10d0I9ZUw/vdEnKb27BOo9/40WPSAdM76MuGe9D204PQwkDb6JYda9mFR/vdpQpz1DcIO+WiU/vtwTrrzmbje+5wnKvRGVGb33OEE91QMTvhSP170Eog2+TkBOvky37rwPCz69J6MQvlz4Jr4FaWC9Dr2wvXGugb2XSgu9EPxKvEJTjL10A6G9C9BkvXo+Q72im2W+Su9wvYZkEL4b2B2+F/qVupO7Vr6IiTG+0eQkvjLeLr3CJQS+WsJIvQ2FN77ZVi6+EC98vnSAF724S1++A9iJvo0nXb4khAS+0MP8vL4AG74os2y9266duyNDP74W3wm+d1CevpLKgb46pKy8DfMPvvXjUL503J68gWmPvTu6R747kim+BT0YvffQ0Tvl4rW9uSBBvoVMLL6iG329",
        "CHpHPf6eGL5QVqi+TvvQvWBmJr7dEVE9VkbdvWvDYr7i30c9b/7OvfPYgTx8TSO+eAq2vKQ/Ir2w9js9LI4yPfC4Q76rypa9lIVbvHITWr4/DAO+waxGvjoLOb7slz684ZNZvWGylz1R6tq9kW8MvnXWcryf1kO9O6dNvdcpFb7ysEe+mCWAPJkSIb4vJ1y+lWkHvj+eir2o70u+OhBevkm6ELyyoYO9DS3SvVcQ7L0U5pK+1WGlvWrp7r3Z4oi+++llvq/Knb05c1G+rUpmvqJiNr7N44a+3bzvvfGhdr0bH0C+aAiQPX/acr7AGXi+oIMYvfp2oD14Ya+8/VL1vGP0dj6+qPY9ZL7nPWMCbDxash0++tqYPGb4s7zE6EA+jDBBPrTF2bwY1ww+af5sO9AoKT7bWis9EmHMvDtOhT2g7AE9PbodPo9I5DtipiQ+jJbDO6Q7nbvktIi9cFr4vczK9bsABKg9iSpBPZl7JD74vrc612TzPJ+mhb0As4w91NptPakj5T0XnRs+7AJ/PbjEYj1e45S8wgljvS/Qqb0W49Q95xg6Ppx9Tj5CqvI9O+CQPf5Qkz155Cs+7jiIvX8AqLsKjkM+bG66uwrHmbqinw49dOeLvYl6mT3n66c9UxhAvemREjw0wTo+BIXrPNzCPL3bx5s9XAFTPvxRmj2JaCu+3I9uvQic+T2mVpY9Ost5PQQmlz3WBCO9PpnFPEvQdbyJj9y8y2b6PU2hlr0v+D+9GHglPr3qfD22oAE9hLghPmQ1lj2vk+499WP1PTrpfTz5iqE9EfEGPhFq2T1lETI+ZbY4PLmdTz6YnDk+uY6iu7dIvj1uqFW8merzPVwKOD79ByM+SPQSPs+tvT3m7KM9sCzjPRwShz2hTyw+cEqZPdOJKb3VyB28tVK6PWtEzrsx0l89Al3RPR6SVj3l16o8zZaXPcFYDT5jzQg99a2JPbb/Qj4CmAI+EwEtvOSogT4qmlI+JYblPd16qrrPbdI9nx6nPcslRT4Bltk9",
        "hnoNvjWHBj21e0a+Q72hvomHLL6nDhS+c5xYPWa4T77OdTu7T/b2vdvPxL3ls9G9BgybPKy5bb61Mh++4lHVvPaDjr7+WFC+t35Cvp3rJr0QZyK+3Ga6vSli/L2H8Am7dXcXvvj+Xz1S8OK76BRbvmOjUz1fxwy+HQNDvl+rEz2x2HK+IfHgvROFKb5Zvjm+sgk5vgUSE7508Xm+F1Y6vcO1Lb7pBX+8PoGyO1zVSr6L2z++7Cgxvg7hlbx72X2+t1HdvY1SgLxiE4O+mKXEujewr70VWxe+XqXZPAvudL7lkS696I+Yvb/eE77ulTi+6TsqvgCqu72L1x+9bJnZvWCPBD4y/L89HsMOPoI7Ob2IQGS8424MPkVDjbwl7sg9i1NKPlcMQD5P3aM8Z/cLPrM4sj2w1Iq8CqhaPXocIj5SmeA9OQhCPlmiEj3lSjs+vtJxPoDFqr1dPwQ+2zZsO/PZuD0MtnU9sV7FuoZBLT7clQ29CsfPPad3FTuKtQU+6sMvvdYtpDw1BXk+GyeZOyaV7D14I469fZrUPaPvNT3j/LG8o7lCPUWTHj2IOQ49ozwtPsaO9j3nf9o9XZYePRC+Uj58+QY+FIDRPWY5DT4IhAG+d7QEPsG+KD0HjYa9W7N6vBMxE71OSD0+8AGNPbJQ3D0y5dk9tT64PUJb8j18Fby9KoHePTxprj3R89U9UIWhPJG+PLxBjLu9yQ5EPaV5d7zabzi9c4elPYSgX70XF9k9PREQPhTd1z0KZr69ESxkPl4xwL11S4I9f1NovIq+DT148D0+mmKGu4bjAD4WkRY+zd1PPWvWmz12jgA+T5ovPvfkqzsWZU68/p+mvXr6oz1JTxQ7KdmFPfpAOj3yIyy9PrT5O8Dy0TwssE0+TvPuPF3c7D2hJx0+eqwdPidOHj59RSA+cVK0venb7j324DY8mFCiPM5/0j31csg9O8xbPNidfj2Wd0u9mt0oPQeyUj5Xu2Y+d+jSPfqBqbtpSfE9kntlPT/gBj4Cy+k8",
        "oZv3vQBSjr6c6266g+86vY8/eL6K7ZG+zhUXvo0Ydr7Gq/y9XEdXPev86j14QhS+0PzFPcd9Jb5ZFiO+ZDBovpaXt72c8jG+tgmuvZZGQ74xqVO+HH3ovEB4Mb14LOw9QGQgvhsfJr7i0ge+NZwgPIC10T01UM+9gCKCvDgfBr7vCxe+0omZvfKkzL6I6gk7A2YmvjwuYD1FVbi+9BuavSzBND3UeQ2+N86SvnktKb6cg+c7lWEAvgEFWb6CqVq7MNThvbnH773gKn6+0/Ipvgs7jrxoiSC9flQ2vjXD9LxXRWc9FIjIuwq9PL4Rl3K93n53vsqkBz1LFI6+pcMkvolQQ763D+i9+B3DvoCDCL5gIiu+g1sbvSIPjr0rAxK+rVAfvhTMqr3X/G++EqnSvb6zOj29acC9wdqAO3AwlL17kH29QQF5vuehpr5eJZe+AveCvnDKsb7IKPm9iziSvohul750DUG+9xaIPY08T75x4TK9PVvKPWfaFb6BEGI9S2hSvhijTb4vxly+ViYavg291L1YG+a9d28vvlt2s75tc+q9H82uvtA1lL4X1Ly+ixWzvsDWir4ds5W+yeo8vmeJFL5pFpq+rHFfvl/hZr63zZu9sqmxvh+Fqb7bi7e9tWrZviQG/r6e6Zu+5e0NvuzAp74Klw+8rNsMvnGP6Lx1mTg+KFNAPlTMJD73vNm87xM9PkkGkrz+7Gc+bWk5PXY4lj5FIbA9W33aulFyLj7Zufe8yBNePpfH6j1GviY+UGQAvFAmdD6Mjbw9FvRUPgR5aD5Duf88NY76PL0zIL0n9Kg9J+40Puem0zyCBQU9RU9Cvgu1Dz5FJfo9yiRLPlFctD0j+7m9EZuYPgrL+D2ZvO09gPGDvjR9HD4aXfg8/6J3vXgg4D3omD0+5EXpPaLDCT6sFEI+DQqIPlG7EL5a12U+1qu4vOo+Tj7t+UA+200tvkIQhT6T6Jk+covavVSTLL6Dcp498QdrPohQpz3+j0U+mPj6PWSdIj7ZzJ89",
        "Ag0OvmN2c73DYiW+JqdMPRltZ76ByQO+yIQbvZIQBr6YfN+9b7MHPXMeNL72PKa94pMEPpyjSL4fqIq9tF5tvsNmBb6A7Wu+kww+vV1dA745tko9LAuMPVEu170U7Oe9cEUOvJ9WtL2teh89pMIJvugrFT5gxT88CSi8Pc2VlT0vuOC93i0gPREFmr5aI6U9wgeJvqpatL2Wk/w8xtKRvYV91L3s1C08OaWavg+w3r0VqRS+51BCvl5Alb4zWke9dYfSvUUXGj3IU4q9NOvVva9p7j11pTw8eD9/vklujryEDQ887wjovUJJ/r2fJKm8fjMPvg26srwRpqa98lpBvX34mzxMa5u+YqGbvjaqrz2U362+wMIPvstP3T3b1O+9fpS6PaPnxjyNHKW+Q3Ydvf8IUz6khzG+D7VFvqedY75oMNa9qGBjvhUrNL6dp5q+g8L7vUsQJr3ZSZC+3IjZva7xn76yeYA9zN4SPmMeWb4I1CI+cXILPp7skL3bKQI+zNlpvuPBPjzJdmW+oKLPvbKBrL1OkRE7XNaZvUcoO77PUVe8rQexvrPME76o3+i9WXWZvoK7kL3aJce9L655vnS5hL7h2Tq+1Ip3vox8Qb6fxTa+UnkHvifvi72fWZC9ztoAvoaBWjwlCmG+UHzVPcCIQjxOTpK95EeUvtXJHL0dAFw95ciMvp8mCL7j0B49Axe4vsvyiL5qg3w9TV7ovUWTsb2wc3i+xXmGvsg4yTzO2am82E2NvdS2Kr7I7TC+dd4PvuQFG76Riyu+wXeQvtGDR76Bpdi9IJo/vvmgPL3dPQO+/uMkvvlGKj0K8zq+H4ebvULj9T2jJPo99v4NvpTxIr6I5X49j48KvhKkCb6eZZ2+hSg/vVxA9r3056y+5OnOvdy/Dr7URJi+XnZ9vgZSPr6lbYE9G1xovmQ8K749qy++dokdvuxTgb506Zq9iqeMPbo/C75KmfC9e1zBvNwDHL4pvyW+0BCovg1nPTxQI0G880g1PYZHrL6mLLU9",
        "6YlUPuO0bz4CKQY+yZKivV2wAzxMhVE9FlABPomW6D1Zl5w9P42GPSZThj3uZ14+/XmmPQukQz4fPOC77T27PPXoxTxP2TU+7yGHPfmr9j3rgRo+UsYevQM7Fr2b0Ao+UtkVPQQ9iT4adK48wdoQPTi/cD1JEU4+lGBmPXfOnT0UX2Y+wgNuPW5EtTwITp89re06PkheKT4z0YE9Vf5cPkbZFT7zR2W9TARUPiZSK70ZaV497l7nPeUtjD28UcM8u0jhPV5D/T28iJQ+JObYvDcyJD2GAe09AfmHPZcN4D1Objw+78l1PdrXdz2hD8M93KNiPRX6Kb1N76g9tbINvljW77w1rts9z0sAPX6EIz63L7886qE8PdjIkT1dSgW+hVkSvmEFwD2e+h4+E73xvVA1Zz22VyA+/nKYOfu2Vr6ZA509bielPFyakz180y2+IDbaO0fVBz5KwUI+3FWnPFh2dzzxFpI8IC9dPsCZkD172mI8yAN2vfT72D2N0FA8LuNOPoOyWD36SAK+Vqg7vbq2tjx5HQg+DPQfPh7Crz1PYb08RlTiu70e4D2KO5I93wVJPjcWJT47r9W9+ls3PScOD71MWYQ9TWtYPTekKL1YEoG6G+z6PRUvYb1TAMc9snoZPj5EOT4AbDa9ertFPY60PT5XuqI9fw5cPgI5JD4TjL2+xx5Avph8xr7H+dW+cONCvjTJiL6FeAK+ePGrvrtxNL71D8K+WNvXvpbpTL6MdeG80FLHvjWxkb5qe6++kf3Avh8Aib7GLXa+rvDKvuYF9r3A36a+4EK3vp3Gd74czJ2+9XadvhsDQr6Pkse+V6wevZPZSL0Xjym+gH8yvgTdk76JdNe+0qJSvt+Itr7JK9q+xDjTvkPZbr57Jse+/4g6vstixr4DWbu+zc6lvu0y2771OYm+fSiPvnFlrL6vlZm+pNvFvlJ6br5yjcO+3tO9vk5arL75sLW+iL2Ovkvznb4sU4a+6nO8vhu1J77IMeC9yLkSvcXBlb4Emem9",
        "XPpwPvofAz4578O9Bjuuvf1DET7fwHc9LGVYPndjsz2WGEQ+YlnAPRyfjL2bto09H0+JvELCnL1Pin493pmGPtvqT75ssH0+9CRDvF5Wrzk//fm8M0pCPeMk7b1jOwY+PbsJPoqIMj7NtEe9dbS+PePi6L2C4VY7qrIevvFNFD6aQbc947SWvTg+tDyChVw9K2GBPSJHhL3w25i9b+h9PT/pb7304Lg9eiUoPfHeWjypPfm9HNTaPSS1CD7sktW9f0HtPSttKD5/z7M95+GSPfIA3r3RwUa9qj+1PbsTfL11OGi+XflzPiVWSz5Bn609ahk9Pb2jWb2igXE9WRb8PQPFBb77kes83AUbPojMLz5w1zE+HUrXvQ3LML4CnLq646KZvSgyPz5xk5U9uMQTvmUwqb206bQ9CQKpPcplHL6Npta7Ja/mvCOpyD0kij89yNYmvoov8jzHq3e9dv8SPdQcLD1L1CC7AugWvm1Vuz1HTlW8ooaGPROoEz4+/7O9h5m8PUQ2grrGZ3K7xqK0PavxEz4Ut0I+F3D6uZE6Jj4nw/49PbNQPlqhpbwJZBw+egzRvKONZz1k4269EzQSPrXNuj12K4Y+WQs9vZvRg726J28+Bky5PXyd1z03EAw95uiYPW/iuzxkIGI9zLslPil1cL3mH8M91FUAvpJJOb1T9cC9jTcSvZPwAb7lWS++P46DvRlmGb2TiqQ9AsWgvNy/yL1mGQy+8lfHvac2ML4i1aW8eqsGvW453Tt1n1G9apGEPdvQ9j3I3NM9bu5xPeaCALxqO4W9PmU4PfOQzL3Tpr+9/QMIvvGUtj3TowW+AwBovbJl2TtqJQA8i7AjPf5rH76Sbky+cfv1vYf5773VZdC8MKjkvZHwdj1oaPC93FWmPaIWS73ypBO+U+h3vrGEQ76Baa09fBQbvmq3Eb08/wG84/IzvRkKNr45aQ68eFNfvZnvaL7OiFC9HmfbvZNL2r1I5wI+boURvr7n7zvwpsW95I/7PdjamT1stgG9",
        "jv2aPBJxOT326Ic8ugSpu6wUZLwGn8E9mjZQPoOux723FiM94RXpPLo4l73A1sk9QaKCvddUxD2a6oY8AHwOPk1ZX73ttJQ8nEQmPrWhMT2SRLM8atW3PVVKiD08rWC9Eqr0PcrlzD0e/gg+ddvkPGm5Eb5HkN89raXUPf4BwT17XWe9n/F2O2U0bT7YzCa9CP3LPRZwEb4ZJMk9o42TPeH1ET5Pkt49LgPQPdR9Pz7qUhM+aHZou/0EGT5dMvG8ZPQlPjfnNj74PTM+acMbPuvkdT0ElGI94YshPjNLQb6rQkI9XHVfPv/BL7tkW7k9msoGPrpuZ73aqCY+LghivBkP6b3G8FC8ARtZPi3p7j0r5pG9xlMLPozTRL6koxA7w7MHvr1dSj1TGjM+eE0Ovu7Rhr34rpM9fuHdPCmMLb7ziTE+bZtpPRG1g7314DW+BcCGPXRJ9D3P6w4+lc1IPpp5/D3ZvQi+6BFzPSsi2j3fwhs9Pl53vQNUmD0ogS09nKvgPePTpjsyyq49WH6zPStvHT4qCtA9pE1avSdNJj1q+bQ8Oi0SPiqIgD27koY9MstQPlCwgL24FUc8nxpDPXJljTxAN3I+zv8Mvbuinjrq6Ou8vzjsPSQKPr4tyeY9FBEQPauzmz2tCgw+5eqlPbuOpb1lTqK9sCHOPUIzAj3DSyG+5dFMvuTttr325z6+0DnEvWglb77ZaFO9+C6OvtKbLb6Pl4K+raMjvkpd172Kys48N17tvQDTWr6Bxqu9w86EvuQBcb6es16+8gQ7vdTKC7yIfxq++Q6gvl/lsr7tgpC+T4VjvYIhtrw2byG+Vw2PPE7WR74ZvmG8ZRRivnWBPb5kSai+ExNQvv3vcr6qXX++CWOfvurTH77RXKa+jV3DvmXYjr6O54u+RgeWvvW5gb0e9zi+yP9hvjThoL7VUZi+4Fu8vvN2zr0w+oO+qiKfvtmVdb4k7Va+7JcVvkHOl76AgrC+5EITvkJwsr0xdhq+PeR2vs56cL7W4Ba+",
        "Dmv3vZwgIr0dGaq+JxO+venshb5BmBQ9dXQjva3Gv70Suzi+I0dtvt3JUr5N4Ra+UgJJPQiUmr0BS8i9irsevmD5O77LsHO+3w9hvkWo1L0cAQq+exRhvjZWjL3GZAG+p6uGvtUCrr0O9xA8Yb6nvb6XoL0on0q9rlzQvF8UvTylwIe+YmEwvkglDL6DPWy+A/EFvoiDV77C1ha+NmBDvnNUIL7XFha+txoivT6bdL4VG72+vKE+vl9IFr5lL6u+hsl9vmHc4ryLm7y+HsFfvZN2ir6y56C+0CiFvmuuT75Aw6i+DXDUvYmUnr4nHwi+optOviizLr2Fk1W+x3nKO1pybj77a1w++/aZuxoFHr1b9Bs9+qu9PQyE3zxoa7Q9jEPGPSZ65D1jkaQ8abYiPfes1z3O2604aJSSPToUAj6xm+S8JBYAPnQEOzzDs409S6WbOxN/Dj6o2Wg82p4XuwRsij3bMeA9EvXGPYlQq7oce/C81rEXPrZOET7IKAU+3RI9O2VEnjvcFV0+ewedPddG3D2nqGa94++VPVbtij1YaBC9E4RoPeFJGj7tph8+6VsJPkxh5jxOsws+9YH7PWsFHD5B0Z49ffBwPrDKHL3JOby9w+kaPkUgTz4g1D69XLzhvZ9cIz4pi+A9TykBPmSad70RChk+sbSxvFM+tLxpIvG8O/Vsu1kZSL0nrZQ9rljQPQHEST6pMs26wQV/vVcqIr5fq1o8Byp3vFVNpj16mQM9/60OPuKaZD1jGke8c/r6O0lCWL2MTWc9Fh8uvfuo2bvY/p89L6AGPsyy5TzmzS4+BnO+PEziTz5Gi0s+42jNPQs6jDwCQkw+38hGvXF5Nj4qupw6y705PPpOoj333Tw+zC8XPrbsCD40xzI+XpXHPArFcr0/yaE9sOwYPVMXJT7NP7k9M5RKvaPHMj5xkUI+yGksPqksMj68A2c9guH9PTyU+jxZD4C95T83PWf3Vj6ori8+kU4GPjzJJL19XBs+GTiwPYBhST2XfEs+",
        "3pEXPngxTz2w97095GZavbt9szw9LRG9F5QZPj7tOT41wMY9J0E2vE/jpT1dPYk9yKYBPY9myz3ZMh89a4ArPlSExb1DU/k9qr7BPdWH7D3cA/Y85hGOPFfAzbyvBcu8y70EPiSoHz7L+s88S29PPT1jOL7jlD8+zHWKPNwkEj6oGjG9pDUzPYyZND7+0dU9LusAPaBCG77HcKU99K3xPbSryj3u6hA+/pg9Pu4APb3rC5A8mXo+PnXzYz4Z0Oq9UIdbPobToT2QFjY+9pRcvUySH77MDrQ9pl8cPRkvkb1TTSG+KfbPPSRcMT1+LT09ZKEcPWbN3ryJb+I9XMsUPpRF7L3+aYs7XhblPQm46D3NqJQ9OaIEPqGVxTyjqQa+eenCvXSEED6IJCw9xsA9PUkmBTyZb8a9ab9vO9ICCr4uHkA+d53NO0SGKz42I6I8dfSvPTq8wz2xLRc+uOIqPvySGj6cuce93msWPNkJxbzSpyo+on0lPDrpGD3h2aG8aPMfPH58GD49wNU8A/x/PQvI17oQvu89O8/6PBt8AT4CQAc+KXxrvGYI1zx1Spc95zX9PabX8D0QqJg9zJHrPVIaGb05XmM9TOEdPqi/lL3uTQQ+wirAvIoikr3Wb4I9bCxjPsCVGj7lDgq8GFvxvIjX4T24Zuy70o+OPd2+Cz70+Za9AMeXPe0NF76XqQY9mgmHPScYvzxrXAW9l2+QPVV3u72Mir+9OUymvecJzb2Ve/M8neyZPYF+pbu1Aqu9AVEqvvf21j2Gvha+Ms6vvbNrxL2ZdEs9agGAPQglCzzZaJS9B6LvvWL0Bb7WDcU8Dy0bvS54F70f+X26J4EsPax+Hr7Jule9zO3JPA/A+Lxigei8+T53vJmxRj1ogmC+FdmSvbRuLL2J7S6+H59bPSwdPL3QFWS9kyciPZzPQbyFhSQ9F1nIvdgkfL4LTM+9OGppu7YKFr4ePEe9xqJcvnrV570hScC9heEhvdhf2r3/VpA91lc5PT2TN70qazc9",
        "lSnkPRk5Aj5P7MC8qIO7PLf9Kb28gpK9tjUsvVndH7337Z89dRjevWJl0b1zTRU+AbgOPvvlurvNz809JitqvZbqLj0fTdC8+gVOvdU6TrwEM0c9Zx4dvn0rR77VXz6+xQMLvniMtrxAscc90D5XvSzLGr5JZyk+f5PYvZBQvz0uGJ29jZLYvbetTD2cVLs9iIozvIpeUL68IAa+mXl4vaQy6r0+mtW9Po90PS9rI71AByy9Mq6IvagP0z24TE+9L9YsPaxdsz2w39A8xk3fveHriD0+lN88ornIPSbYy72pOxu9cyAWPLErtT2eAjM6E5GkvVZHBT1xoDo9aKfivBRUDD7Iyze9ePUWPpN2fr103Sw+waiwvSYt9D2mECE+dBbAPVPDW7wuk/s9TQyZvJcT1L3DiLE9NfR/PUuUkD090dE7894LPfUvBz6GX3Y9kyaxPdzxjDmqm6Y6AaCjvbb4ET4Yagg+5QBAvZJslT2EW6S9HUoSPS70oT1I3uY928ScPQS6fL3twlU+eWBGPh5EAj58RvW9yZiAPekUh7wAWoI9BYAzPrTEYj2yxcQ9305QPgeYtjrp5Q8+UZMsPpeZLD4+Ci4+G5Z1Ppwsxj19veq7A7PTPQfXxD0hbdy9DoNUvYZt6T0aZqo9gOnFO2UJ5T3XnO096+xGPhuIgL1HWfS9lHuxumQVnDztRw68a0vXPKdZSj2R70G+LH8pvHydzL2W0Ng9QRbEPSVEb76DLP48xaDxvedNvD2VMEi+B5EWPiCRvrxSMz4+NlcBvmFE7z1t2Co+UIROvTKqV7z3fYy9ESATvjD1f7y8zdg9UCvvPS8QiD0EpYK9KpYRvikBvz1HD8c9ie4IvebJ6jzUj4Y8/7EsPUQbzr3sjMU9T7WXvVkCBD7KtMC8QeY4Pv/sTj6wD7w8CX2MvK/1PT5EVYm9UJh6vQ52Kr0YfKu9D+9cvXqQAD6dhQW9vFLgvDdcyj0643E9rtFMvbtQCD7Aow8+Jborvuq6QT3B/BI9",
        "rkuBPnqY5TwbaCI+FcyCPBKt5jyVaS++XoUQPjVKiz2S42A+tpCsPJghJDx/XCw+XLL9vc7jOTwOuN+94L8QPry8MD2LDjc+9EKgvYL7dT57KR0+dTU9vtTRgDuh3xG+XzX6PdOzmT1hiH89ljkAvgr+BLqfv4S9J7EkvcX4FD4HB9I86DLQvXn/mT7zmlA+byQiPab/jL4DcC87NHiePV14gL0ESSs9oPNAPbTeLDxKSpi9NAGtvEvp6D0/i26+jKkhvfNi8L2bz/+8KP6UPXNHtr1B6eY9GMQjPUauM70mZo6+wueVvT9ijD1R0pU9HE2Zvap8Jr6Ymou9d+C7va09N77w/DO9t2luPlowYz5CSBM+V/aLveNMV703Pi49ZFy6vcJosD3vIE29lfBRvnPMAT0znuk9QVFAPnctJ7w6P2M+JDSZveULwT1wzme9SCVnvMkncT5d6Rc+yICzPWznZb3fZhC+VpEHPtAaEz6n6MM9r5oLvW7yNj5Tkay8sn9HPorovD03MJE9++i4PGPdhb1124i9+/U3vEvDIL1O4FC9q1UiPuU8wb1vaj4+VykKPu1unT0YmHu9GzsTPh5Ep7wjxlE8dq4DPvMCCDwp6R29bvmsPZqj370vBZI9OnZHPtnbUb3qPgY+UJF9PWi3Tj3/5ky9o3jDPScjHz1tAO29AQwhvjBv070MOLA9YiQ5vnMDEL7qYMc95cIYvc2M0r1Ay4o77LYuvUSFeL0oiC29BgkGPV9fNb5YkZW9d19QvjWDDDwHhgi+NlBHPIPpGDx8Rue9/JUlvSYf1jz3D/697WutvWuHGb2+JDQ60/yFPdZmcDzImW68gdIPvjhvNb6x5W+9NratvEA0yj3Wvem9fRYnvqYqQjwy0yC97uG7vXQJrbxOT4Q63powvakiKr4slzq+2+aBvUSA1r3xCtq8UfY4PbqNjb7uD6s9DCeyvSaV2b3Vr5A9Ip7EvTFw3L0KZFS8oJKjPNWTIT0zkT2+iq+zvXrXuL1JyyS9",
        "CQWYPRMrDzs5iC6+aYjMPetHdr0fwaK9kdmqPakglLxKCTI5kmYXvTDjZjpuVd+9yXUTvWMPgD30GR29Pt2RPWYLdr1ev769q4S8PWEtK74qwAa+l0UCvqyjoD2sTYo9w+aCvUmanz13yGI9onSBOW1DJD4GZBg8CtqCPcejyL3PewI9eeEHPZnNR73MD3I80PDPvUY4zD0Wb8W9MDrVPPcJIj3b7G291/8CvcYtOLs8as+9efGovQYelz2SVIg9LrgyPTii7LxUc8274v7vvKNcuTwMwxO9j8G+PftWiD3lggs+mQSLPUctCr0tRZ29tB+pvQs2ajxVCuK7OlWfvTG5Nj6klGU+ve1CPpXBtb03YZ86hwzJPdQHvjwWsyY91sQPPhV1fL005SK9Q6l3PWgBsz0XbWs9XDtPPISTgD4dMoA8p0O5PaXg2j2q+Q0+Tz15Pf82zz3JeuG89GgCPpczEj5exMI978cSPgdN9T1EutC92WAUPgmoyb0VCLc9F/fuvAEK7LxUsJo95Q+avII6BD5Ugby9w6MePdJKjTwGyxm9Bv5DPnZSgT2QkYU9NXSBPDKDWD5CDcY9V2VAvXkkxT2iNO89Ks03PvMAwjyO1a+9HaX5PMXaEz6SVxm+s+7GvUay/DyYOlg9RDkIPtszZ7wbjSe7+wOGPdRNyz2KRwu+yDpGvW7+SD7AeSs9HHUUPnt9gzoBv8G9Ut43vd4NHL7/2b06ffHePe8xIL43Ie68U3GLPcz1PLytvZM8WzwrPoDYqbymq5O9VOIDvcGqKz3bHU4+nn5rPmt8aD4zpCY+lbk4vT+LsL1y1Qq9c3UivDJEvTwGnKs7WvclvsV0Uz6a0zc+NjihPYsiGD6Nbh+9LPK+vN03ZT3mrD0+d7U/vKRPAT17zJa9OHWePANIST3RQNW9SJUcvc+/jT3c74U9uhFbO4bjIb6WNwI+HzBLPsRRFj02NPa9853DPGkfej5HIkk+vYLAPcf0xz1mK7S9wAQTvaJ2Fj417CQ8",
        "hCjRPTU0IryjV0O9k2d+POLsczzVnpc9HoZSPi9pIj4LNA094Kh4PLnrHb36ruM9WPOPPbA+ZbtW0bs9mAzSPVHCyrxmHeE98W6fvQRXYj50RpM9EHWHvXztyT2guoY9ok8HPgM4B702/DC96R3EPdC8DL4HSVa85NzWvYYpTz5P2CA960oBPnrbCz4GGtO8XmB/vB3l7zzFImu9PBrUvGR6kLtwdhY9ryJCPj7X8D3KQfQ9xbnsPfKLJj2tjwS+oEVjPoF/hj2Fe4Q9y43NPJpcb76xKRm9KFptPvwaZb7/MqS9ALsPO8B2WT5wl6c9bCwXPn3hqD1sP6q8/pMePbljuD0LJkI9RQQPvU3S3T07NAA78ZmRujmG7b232ce9Bz7rvdwoLT6RhAc+Dm+SvIoOA7zOYQm8NIcBPnTSxDxzBg8+ogIQO+qwG72Y1V09RnEfPe+epj2uuzo+d904PkStJj5MZne9hm+0PVvWOj4hPCg+cm3jPX5kRT3+MEK9dG9LvR7FGz5GsoI8qiPrPYAYQDw+OoU81v/HPQ2A7TwNKUM+ZS++PaUmEj5tZg09GkyWPe4b1D0jCgK+EQ1nPoPi8z0wo2c+rL3kvYDtiT3IalE+OZ+YvMTP27zzl4s83B9sPt/xEL2w8p+8vFQqPmraw73uDiU+w5EYPtsfgb2ITcg98pduPTYLHr7+aqW9sP3EPLqOqb2fFwG+vxnIvZyQhL25IP+9tgV7vVG2Obue8789fgw2PdSlj7vW0vm9t5DXOxciEr6CDsc9LWofvXmoFL5Ieha+xO9lvGQxVD2Vu7O9cu6oPYvNpTxCmkK+icNAvfEZyLzuU4e9myTjvUDL4L1gfoI8UU+1OvfEHL3rAgK9aVIYvlrKor3K30W+n3jHPeZYvr1cxIo9xlpyvV4REr49sms7hk5sPVh+Wb4xJ9m9sqK4vVz1Ur7PCfO9p3Y/vnkYIr5WVdq9VqW4vTdpub3tdRm+6VBtvfXPHL4E6ie+aIlbPeZh8j0uc+s9",
        "reAAPl5x3L1Mn4091yxovZTSAL77zta94N1TPXxZHz5/DcI9+To4vZMUD70imsM9Yw41u+aL6j0QNxU90JAmPjG67T3CpSo+ZuQ/vWg5Aj4nBJg9Ek2svJcrAT5a1F09yFg5PfAmjzxjwgc++jGTvT/NQj0zFwI+hLftPUygcTxgSd69wRzjvLopSz0O1pi8QIHCPTe1Jr71c7i9f7cMvhz5q73MOIi9GSUdveKHGT1lEkI96WCuPYcMpD3XaLe9av/yPUO+0bxIffa95Li8PftPk72jl1K92gI5PPZH/zzknGW8yJa6vCA6Mj598AI+9IxRPAqWwT1RN+c9tnx0vSgqiz2e44I611DcPUfWYr1fZSQ9xIaVvFcOkD1a2dY7YNnsPaLxDj5o1Ak+tNRSPR6B2Tw3RkI989P6PRRV4D3gVgi9z2OXPS+hiLs4HBs+uB33PRJO6LrQqJW9wH3nPbz6Dz0BhjM9TuBjPfOWZTyMGO08BC64PYJUMLyhAl0+hkxrO8fjnrsyeEQ+z4FaPg8POLx0v809HsGAvXZlvz0ICV29KzkKPhjWjr0b5KI9KB3LPfPxxD1wHjQ9wjjPvGLvzz2cRFU92E7PPYFzir2iFd88FE8ePmv/VD7wpys+GHqHPZ5N1T1Ah1g9YI0DvbQanDx5B/28uY8WPpUS7T38pVG+vIYKvo5COj2Jo9M8BSrPveWNQL6yvBe9QAmtvdnEI714LgI+f/Mlvkzyh74P3p+9FeQCvimyT7xrb5q+A2eCPUtwj73lS729w8RFvt0+Ab54ZYE86PX+PSyVdzx2Nx6952rwvdIq0DxyVLI8xAHIPXCR5L26wfU9VQx5vPzt5T1Xp4E9ZSQtvrKLgT2FE1s9asOKPUKZYLuXBuK95NUuOwBysb1iSRm+yGMQvvLf+z3B96a9QXy9vSgBHj1auiu9xWK6vQgAub2asAK+21KcvJEDIr0yrZ6+54mEvYBVFrzptgu974KYvK1PEj4UJKu9KBwMPagsJr0HWhK+",
