{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              420,
              6
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              420,
              6
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_25",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_25"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_25",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_25"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling1d_25",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_25"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_25",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_25"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_26",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_26"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_26",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_26"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling1d_26",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_26"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_26",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_26"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_13",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_13"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_25",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_13",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_25"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_26",
            "trainable": true,
            "units": 28,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_26"
        }
      ],
      "name": "sequential_13",
      "output_layers": [
        [
          "dense_26",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "0f031fba15ba9733e15509afc116f946b02dc216e999c03bce909ef4a8ef0ec1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      420,
      6
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "output_shapes": [
    [
      1,
      1,
      1,
      1,
      28
    ]
  ],
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            420,
            6
          ],
          "values": [
            "t2LUv5VJvb+Enlu/fe8lv4uQLr/iwl0/AdX1PtX7wz/yk4s/fmtXPxAxl77cT6m90nOJv3GiG78uDd69CcX8vua4pD+1WsO+LU6uv0DI0T86DCK/GAnAvkes/z51r1W/OU8dPz/NC79Q86I/fT2av5zPmr9AqH0/uhDRP/VfJr9n/j4/OfAZPgEkBL/G4DDAspoAv9IybT8Q9Ie+m++FPxpTpD8scqY/Xf6KP29yA7739/69p7Q0P6d+8L5zPEO/k9tSv2npCTwOCz2/G7+evijuHD/v4cI/z3uoPmATfD88dLI95pmfPZ/Lu7+zqV8/JeKmPcWJzD9WURy/Ozy+vzjobr/+wbw9HvtOvyImCL95qhO+2S5vvumtXL7ICrm/izQHP8lTP79jH1LApFMPwM1UXj8XCfc+iLUjvx07jb7WF+m/MpU9vggwdTokUKe+Gno0PxzX57/7D/w9I38dv5m0UT+Lkpu/exQYP24DpD4ngQJArqm6P8x80ru2S9s99JahvcOXnr/m+BzAu6x+PmEmjj9FtQ6/Wn3qPgq1rr/vd/g9jkMlQAmTeL4MdWU/rfXKPg+tib5XSKM+PYuOP2HVnD917cm/pQT6v4A1g78m3rM+M1Wvv89jFL8btEW/8PqlujBQvD/Q1gA/Z0oHvsVM472g/+g/lskOQEp4Tz9odPa/+A0Tv8g1or/G65w+JAYav86DGD9vsB+/s7XDvkHlET44jfm+SWijPqF6Cr5wjjC/ub2eP8JXRT+fRdM/2IZLP1bNz7/aRgw/HawNP//pgb/BjIi/Y4PFPjoFWb+7ZeI+A1SFPZ22Db/iBtI/9LU2vtC4LD6KdI4//GBgvwYnQD6BJQM/wREYvwwYh7+0fgO/u2zHv+1pnL+4dim/xotTv/xhz75QUMI+vk2Vvhju6b6LaBe/dRYBQG/NAb+9n4g/2ZK4P0ZxRr4bLoi/KC7dP6TjJsCSADi/nfKDP1zVWD/9oPQ+T/Hlvta9cD56g5O+yPtyP8k+Jr+C5XK/",
            "DP2rP2L09z2Z6pI+1EWZv/bdi7+GGBDA1tvhPtDgA8DjsiI/np1bv/4VV7+iei5AGGtevxJplT6xgL+/Z/wyv49PMj8mHdS+uwkPvQQsab5zIGq/o4+hPphMhj4sGVM+NOafvxQljj9zv0O9xtiYv0eWpT9s6eQ8UwH0PjC2fb5/0mG/gJmvP6aAp75UUEk/4ONBP4I1B8AzYrI/GLvzP/T4hz/15kQ/61KRvTADxb69mto9tT0WvpNWBD8046y+gbQwQM7rgj+aCA0/W4/zv7T8bb/ljkg+MPW+vtGvT78teJE+L5+9PVUDEb05CZa/1QJUP2AL974gXiS/6fOzP4Ka3b29SxHAlfWCPx2oFzz5hmS/Xvb9vvMo9D8cuXk9CU5Lv7+iXz5tDKO+ajakv57o0z+G0a4+mdPyP34QD79dnrs/48+hPlxNtr8nUu4/SuV7v7/b271zPY0/c77Cvgq+Lz/ZJCq/Zj/AvyCVj7/p8pu/wy0Wv2DcYD9c4t2+zfrxvmzEs747jrs/fWc7PuP28j+iE1o+eZl+P6RJAT3z4WM/NsuOv5RRGT+wAvy+Nj6PvwR4pb9r/bu/pDhbvkUtOb9k6BxArePpvV3KYb+rBzo/+9FOP1efPL839yK/AWwIvkqrA8ABXUM/TK+iP927HL0FFq2+stW5v4squL8Br0Q/fP9GP0Qjdj/F3Ly+UcQCP7cNZj6rv4Q+l+wLvxuL/T7JZjK+5kc7PxnFRT9OcRg/nx0lv2uljL+OLpm/Bd4yQLFxwj+tURE+tiUbvisMjr7QCDk/BCOJv03p3j6j3hI/j4CUPzhdGj8oqJY/LxM2v5Py6b6Bvx6+WnqSvxaT5798cD0/98GnPzRjQ74eRiS/LYY6P0vnHT9hpo2+syg6PuVX+b+/sBU7iLcQP08IPL/5cok+4slQvyDuSr9G518/DWNDPysxX78Da8C9a0JJP1sGer9PbLw98spvPkBdMj/i75G/ktaEPiO6az+JCxC9F5z9P4z3377zdpS/",
            "lXFXv43R2T9CX24/uaHHPx6mqT4mPSA/mmTgv+L18r51Cg0/YOenPmrg5D9Rlqu/CCBXv7+6Mb/rIic/OqkBwPCYvz9zrII/NMYRP8q0pz8noAs/o/S0vZmN3r91YnU8lzAJv7v0i7909KS/pldavlTIUT0xtX69G9X7vp7SNb6Yxsu+XFSPPojShj8vX3s/9+OTv2fnAcAFRsE/kmoBPlubSr/tALE/H/LDvjvoqb70g4E/I/SGPg45Nr+bXY0+ZZw6PujFor9k244+6GWpPmcPqr/qJYs/e87dPYnNyz99aOQ8hB+FvjWlQ72WIFS/P0GcP5C8Or83Md2//QG8P8nVwz+Otvq+xHyUP5LetTzVodW+xvquvs+2XD7FJCK/dc35vxOEAcC/fiE/HEODv9GOar+eFSw/kGOqvzHlpD4pWny+0hYVvh0spD+kQDw/29avPxmRMb5e+5G/yQiFPnZVfT/7a8Y+U/ulvpP8KkBSLYq+mh5fPzKyS7/gTKG/0BEEQOvfPz+aZbw/25m4v3xwbj+3SYm/vQe/P4aAdT8/7So/xjbUPhNeTr9pMym/AOSvP7wt2j7MSee/yXQaPwf3UECoowDAUcCxP1UESr8NvRLAmk+cP8jh8b6Pj5I/eryiviyYOr8XWR29Y5RWP1y2WT+KWBU/76iKPws0iL+z20s+r5TFv7Uer7+TE14/LiUAP9xRiL5rNn8//mKov7wSDT5OtGW/35OtP6NNyb/gERg/YBErvmFdl7+66fq+zEanv2NPV76I2oQ/uhOnvr9ztb1EJe8+wKwAPi9+YL4FUeC+egoxvxocNr6TEfo+SDEtwGU3Kb+pUxU+XyFCPxSohL+xDfI/dLadPxD2/T8pBb8/lDmAPkEVZL4AMZa/vt1fvotLGD+sPJg/GpWFP8dl4j/zRdO9pldGPyNHRr/4rTY/LKOoPxZg3b5wd4q92OjYvTnUoT6UMiA/WcwLPyd7zL1Ulf4/kHEjvnkB+j0XPNC/v65WviA96T4J4vy+",
            "pEwyv0N+Z79R8cC+IvCPPwWtAj+V84s/qf4hv7yBvr7QDT6/Yrr4PTApmj4tK7e9ORWDvm+/gT/sRiY+USSXv9+zHD+4XIk/Invkvse+Sb/2tkY9W8vIv9z1az9dC4y+BwCcPzmI2L5YHLo+UjjEvy9yjb+Btpc/maV5P2ucAT4wQPY/8mwlv/9kND9rSiG/A9invQjniL61dL2+AzSuPvt1Mz/qr8k9bA7Cvnnsyj9kdMg/Gprsv/lSMT8Arcm+n/dTP4l/FsB+Hni/jrO8OoiXPL8/VeG/MihtvwAWCb+J+sC/9uNPv+gbTD9zpS++69E1v7b1G78JUe29GvgKPx5lFz+J2fU+S1SMvrrwyT8zXB/A7yZ7P7u5aj+5siO/CLCuvwi7fT/7AO2/5O3DP5pd371wrsK+JkciP0JE/D0rhXk/g1aav/pOtb8Qipa/g5B1Pf5Mlb5Y0iO/uEVXv5keCL8kZWe+K3rBv+4qs79Z2vA+FwtyP1Gf+r+LNgE+E4WtvlntZb84AqK/GsbKP57gqz9yMZC+mq3KPrRRQ79BUws/5J3vv9mnCj9bdJi+c2btOz7xur867bq8PpiqvyJPiL+WeEq/ZamuP355Br/zIWQ/36xgPqwBY7/M07S/fIuVPg6OET/nPKg/uPOAPwppXb8DejvAHTE4vwgZejo0XP+/9T3yPfyw3L7ii1g/WME2v8oP+D+QNLW+Z2hGPR1Y6r+01Ze+dl8EQMO8aj52Gee/ATz5Ps2iQr8qtbO+5sxUvpM4ob5ICkg/IX/Jv/UNDj89bTG/H86dvtqQ3T/lWE/ABARWPuK+/73Xsra+JPqQP6CYv76JmJK/XKUwP07Isr6pvZ2+/DO6vwfZDr/yehFAIw2BPn+iiL8jJc8/CzCjvkb0nz7M6i2/hUf2v82zdz9le6w+EdfAP4nVRD9+jJq++gvzvYQhkj/7Y+O/U+jBvzR237/Rc9s9SXXgvyRoU7/NqHc/TpgXv02PJL/dfeM/2bUiP/Fdwr6SzyK9",
            "TkCOP+QThz4C1xm/HwzPvEqcYL6xTay+kJ0dvwB+hr/DjhE/yTr4vh5zQjtML4C+qFjZPhvnHL8Hklo/KofkPZoV6b/uyDM/n8n3Pj+kLj86RLQ+73o7vyV+Uz7SfBq/PkbAPsE3Hb89cJ2+qlQfv9l9QT6aamk/Jg+WP0PSnL/X25Q/bKdSPtI4u7/n2xU+9qC1vqphuD+COaa+gTw6vigeor65/Zi/xERYP5d1CkDTLAo/AnpaP5ovoD6mHwu/OsyTP34v0T+r3hK/2w9nPaDQOD5rv4g+BECxv1IJ+jyqiK4/S8jPPtt5mz9qtFE/oQllP/fjVL8SMBU/BgO6P2+npr97v2E/ehSZPfrpcb+ZKOw/1cSUv2hwbT7XYJU+TAeOvr7on7/Cylq/J87PvyS5Mj4aZpy/yzMiPy/YY7/d1Ww+wAPJv3yFfj+md+u/a/V9PsyKer/AmAy/KjEQv6JuhL9NDES/uxpuPwB1QT8nmR67IiykPldpDz9a3AC/EYwAP11B3b4q2Le+oDglv4a3JEDN27S8/Y7LPbyXBcAuWvg+fxObv0hgBT9EOoc/AYa7vnGd2r7zV7Y/At9MP24gkb24ZgE+RdmmPxEaXj+a6WS/bX3rvkNYrz40u4U+W149v9kJ571y+/Y/P5tUvib4DcB4nwy/XZbBvv4ez7/oUg9AAr+0PwfjJr/cV929q9VXPrVYur/JhQ++QsYcP+fuxT8glhI/evB3vyZ7sz52AHc/FnqiPzkS2r5oL20/79CBve0LsD/6tKu/TmCSvoUCqD/2tFm+37wqPD9sjb7W6fi+DHOHvtExCb9Qnv2/OYLIv1zAKb/FeDw+pw3QPltXjr8gCj++vGz+Pj1mwT2a+Kg+lOwAQJW4yD8Qu9m+bDo4Prh3PL92P8m/E+mmvcfkrz9TN/W/WLOJP9aXXT81ijs/k3g3P9JQ8b8fD2c/lZTevoWIXz9sxou/vgsHvf8MZr9FWuY+FSZnPJ5Fuj7sY7W/3rmbvx3+aj9IylS/",
            "R12NvL+tFcDErne/poK9PvXpHL84rIO/jtkav0+sK76WX4G/QK18vovDkj7P5j9AScm8vgp0Tz/bhMq/ozg4v5tpl741U78+4fmHv2dkqj93f72/ggbPPrFAxj/G6QO/G29vv5nwEr+fUvi9Zb3dvuY3wr4hMSS/N8Gbv0EuVb9Eb3++vdMLP+nZZj5dvos9bW1EPzDpGD/05SY/LN9Sv4JIc7wyHb6/N+7YPYovEL/1Tzk9ofEbP8E+6z7zHbC/Fo4mP97NPj/6x4O/NtRFv/ErvL+MQYG+k5k7vltnZj9kUam/UFkWwJ7AtD8AWDm/lqvwv7GHbj/8O6s/GK+Dvv/09j+YJhi+jC9AP/jqYL40WBu/wQ6Wv5aZWr/ftrU/mqgdvt+u+7wce+q/qmK2v3GzYz6pNV+/T7SPP84eGT9Dao6/9Or0PdkY9D/QnKE/Vy+Ev2eZr733XA0+7P2kvjmOgD84hVu+xpDpvw7pPT/RVcm+7ReDP9FHTrxZW7Y9+raXv5+7Xb809Gu/k1nzPSIa2D+okMO+7kogP0VRJ8BjRp4+GO8iv9OzX76lRlO/Ce4Pv9nXmD8W3a0/ekkZv90Q5r7gkVc/bdZCPgWLtj2S2zW+9B40vtMnPj6pElU/O++zvulPHz+gN84/1gh6v8O/0790r60/ClTAP2BBmr+3Jac/O3OQvzVWKT//PDK/i0q8vuj9eb8z2I2/9xK0PRMAJT+u8c4/8dW1P52qVL+N+0i/OeqqPe+vCb5QTmK/tRzpvsfqMb5XbD0/3JJ8P9TmA7+lK/M/gP6XPzKamD+jmZm/POWNP1rE/r8l4j+/XGquPnaEbj9xJFG/t9EOvy0wnD8KJcQ+mos3P+WXxr7Zsp0/vnrTP9ZdCUCi8uk9K5wlv4y0CcDpwXK/ecGAPTUycT2aC+e/xVmEv+A5UL82YK4/ZdYxv/lNBT/3Hye/06K5PxywT79yGJe+2lPPvyepVT5FUDq9GAtDvxMNg791UdU8WbBGPhhcij+5phC/",
            "hOlCv/9IJz/9RBS/UbhmvrgMl79rQCU9oIpUP8Je9D49z4Q+X8MsvStlmj5V5pM/JKqYvZAmDb9VVfw/KKArv3mRnz4fQglAphW6PmOmMr+h1hk/UtkCvl/h9z8qIou/meUFP+vQzr4QnoS/+8TRP1gAtz9k8rM/bt8vP0JYZz/fYWI//aNUv4UWkb7fhkC/Oe35PaPxPL+dqcs+bkS+vB6cSb53rTC/ugrSvnLAgr5mKDI9TcExPyTM7z4jzbq+KZGevprIcT+5yAW/G3/CvmT7db7wkqq/Spe4vzj+mD/C6KA+5Yo4v8V+hL/TxLQ/ijB9P8/CEr53hjO/GwFgvu97lb9kDim+2FNaPw0d3b8h7PW++0iyv2O2eD8VbTc/ZLW+vv6RSb8mlPi+82wBPqhh6D6gELM/jqTNveu4Fb/pz8E+PpCpPSJTrT1PWQs/Fmpbvv13nD+45IG+mkdDPYmG9z74Kbq+9O+IPesksr6a4r8+0UMyPw3YuL/8o7A/ALWGPxpwtb7mFMA+EKg9v2ieFT1NRbO9C1YkP8vqBcCZtga/gyDePZQQ6D8o0ZI/1rDYP9cgKT+LYXq/EJPav3+DyD/YEms/Q+1lPfTzNb6qAoI/jFcPv7yC8z70zpG/vCmNP8MiS78UMew/G0AaP0xtI76gvNo938QHv4oA9j/cl9Q/lSTXvn94GL5j3YA/11uXP/rOBz5hkYc/EVrlvf001L7uzoC/MLgUQG+adz4yNyk9hBEvPG7ss7+f4TY/Zb5lv7sNCz9lrhc/9ay3veDJ2L4pv4e/IQoLvwvXlz9SZq4/DS8RPfpjQz9s1w6/FpyXvy+dML+9nsa+qOwxPyO0hD+7/xi+Pjp8v5iYB79dd9y+kED8PwVtaz+CdVi+GRGwvmTkKj9gzyG/QkkWQJQwjr37gLK/53HdvvhbEr/hQfq+Kxjov/GHCT/pLG4/0cVUvXac2b8DRDe/9SiAP9deMT/nd/a9S8wMvTVs3L6dFLq/XeyyvjG0cD9U+tA+",
            "+jl5v7pnzj4OL1c+nGEEwLzo5T4nEBu/+BnWvp0Rp75qX4S+L8UOv2/Hnj851mY/TUvHPk94EL9kO5c/3I02vzjuQL8Ikao/vH5tP2Mwwb9vsIc/zuaKPy5brT/cTwW+qdKQP+p3k76Flie//LFwv/4Orr6m1iE+mwsMQGZbSL5XKK2/i2EZQMPBFj1Ogpk/zFNvPzSGXz32QA4/jkdmPalF2z5x+5Q/mL9gvxNGQT87Msc+0OuxvUjmgz8pJ28+xaKlvz+FzL6tBTO/ImmlvwIayj1/Rbq+iYeTPwz2ej8dFs6+tl7MvgexsL41cWO+D0NMPjraQT/njvK/h1iQPnw6tr+Kqsa8s2l6P+/m2LyhnfC96Lazv6W/sz7gMDC/2yJ4P8zfVb7PwzE/ZZrvP+Kpvz9SO9a+XI6IPxX1FD9VeDa/0UttP2L9aD4NfHI/r6yvvjFwwr6s1wM/kGY3vrsR2L6IQh8/l66zP6BkEr9hRou/qcMiv7dpmz9/5zE/o+7oPjpiBMCMvoy++2Qjvw6lwD5sM0c/+3KYvtPH97+C7QM/EnVlP9MUDj9vXka+7IFOv7GzJb+cJTO98hUuv9M+TL7gz7G8sCIFwJFN1D59hoi/ORgOwC++2b8zpsw/R/jPP4jkZb+DOY++zvIyP7jrKMADeEQ/JzteP2k5cL95OqK/aZpmv16wDr/Wtm6+FcwhPfDJ5D+UxoC/BFIfv2JkST+F4FC++/rvv0Jufb/AQSM+NmYZu3asJj+yqaY+ys+LPwuhgD4KzeQ+ZpaAPgiSuL9vNYs+imX2PvorHb+dVcC+ZCKJP7AO/T9KXcQ+3XtQP1C19r/fzpC/gm/VP3ThZb+JBsI/SVQyPj3Bhb4QNhW/VYTCv55bVb5xJAi/CBsGwKWTi789fqm/BCf1vUkoaL/sqqW/97d9v5P8xL13HA69JyFeP54VDT9zBr89IQ0/wEoCxT6cMhK/rpO2vJnbvT9Ld5E/A2KdPs17JD6Ea+e+ZdnMP9KVm78jQLm+",
            "aTK6v/pCir4QPXy+boFCP+Wdij0uhX6/4yg5PkBHdr+OCDc/p+6LvnhL6T9dLjK/E4ALv0X0gD5OWdG/RPHcvlLeDj4Db+Y+neSgPyFknL/bWAlAZJwsv7XmTL0Pgz4+CzKtP0kcRb48TJ4/K3wVvuUhmj3GVVbAB4LfPVJVBT+G2Uq/7a+kPmz43TyX2wk9A7h9PxK18j31L+Q9tMzyvgfizz4X+Mm/xFaTPg6wbz4niXq/vqi7v2X9CT+ASZ++hYq9P6Xy076oCrs/efzMvdRMCD8E9V0/O+9AP8aHwb23a46/HbpUP7szvL+abZW+rWMTQJm9875UhKG/K3LNP9MDxL0Z4kG+Kb26Piv8kD+9HyI/nTnvPY+B3b8U8II/1+sqwD8m/T5b02Y/qy4iwMnFG77ev5g/jLVev8bunr/zF1q/8rIcPxo9gbxwouA9iqu7vgieQL4vuZY/Gg2sPXxPNr73eOe+zNQwvzkUer8fYmU+wB+JP8zvtT5+zaW/7PWRv5G0+j4QhLc+nzENQLBEyL8IMJY+Zierv63awT4yA2Y/AZBCv/1RhD+Yhak+jcowvr+VSb+3Xra+nBL3PsZzsb8vZGG/h0x8P6SlJT/Pm0Q/ET1jP1j1Cr+WmA3AibeNv1JZGb/jOMK/mqepP2J2J79e/dA/SJYBPoImz70VF6i7MX1BPQaH1r6hrI0/KvAVP5KEFsBG6vu+d0LKv+ah4D/q12O/6vAxv4oIhL4PtVC/hfzXvj/wbb7yGAG/HGnTvxqCkr4l+oe/9XoTP7xIBkCZRJk/6E51P1EZET+VTF8//KXxvqxsPb8BkiHAQCuDPyGXar9yYgW/ZoD+vss7NT7ohL2//6jIv7F2nL8ZP+O/YL5Iv7ZLDD+P1em/YxmsP01ypD52RiG/G4eaPlJV9j4PuaQ+luL2POGWF0A0tqI/d0iPv4vLrj/4F06/zmvYv7LaIb8I6Ja/b8HfPbUUlD9b/SPAxxy1vLtDQL4NK5S+GYHbP39sir1aDts/",
            "NjKFvxm5oT5K7RQ+w80HPS1Uxb4Kezm/K+IKwPUROj/98c4/Jw24P84XFsDVtjxABXUov4DWAsBxClw++8lgPsmaFT90SfO8WkOPPjb0X798CKy+zWlhP28LTD2VuZk/tRJkvYEJC79WRku/WGSvv14iub5f67M+/97vP7Iwoj+YrqK/X7CWv+znhD8PrRI+TeLOP+v1pz9fgvQ+Zy9UvvsG+j6W+0q/Qkzhvc+vgD/Kdks+IE0Vv7JTW7/PFPM9IeTsvy/l7z5amcY/NC7FPmBnjL+Qmxq/FeC3P6wzVj9Z04i/oQnIPvQwAr+55SG+a3m4vqKSWj6KXghAg5ElPstD+j/N70FAbmNXvgBR2T7++cI+02joPfh3P75PAm+/7SPgvcEq6T+erQ3ASFU4wA9gGLvpmgZA/dIHQBrJjT96nbs+hXopP4OwBr9Kana//eApP1XQ4D0oNhDAzOE4v3iB5b4nKQ1AgpW5Pbndtz9iBpk+2g8Ev/DiMcA4Ekq/aUkEvwN0pz6Jei3A9ZpxP8FtJb8Pih4/2RWdP2oZ0D6fXPM97KNDvpDbXz5kW169ItJGPb47Zz4bl9O9NP+mvpd0YD/uRIU/YhUNvxUdjr7RqD4/awHfviX6Aj8frv2+2kjzPzPSir+uRV6+dB6FP17FQr8F4Hq/xAa0P7s7ob6W3ei/GduCv2Edtj9mGji+il1jvzIGUj9hj1u/9pEYv86Ayj9oHhu/3h7ePlhsJ75k3qO+8AGnv6XiRjvndK2/MDUUv4T5lD+jXaK8L+DZP0pwFUBOqHU/Ok+KPrKrxr5Z/Ao/zKjCPTFVn77/cb++QsfQProK6j0Umzu+BX5iv5K/Xb7qBaQ+IplnPxfBDjx+/86+Di6hPlphaT/yKd+/ctEqv31nZ78sEc68qXpPvydkQsDCQXA+zw/4Ph9wPT/zwa+/7psRvleFVT+XxpW+Err0PuUVYb+Iqfu9mYFrP+A98D3nX4e/+enfvl5ZAj+9yGw/Mdhnv2jX1T/xN1m/",
            "J/MfP2A6XT/SROI9As4xvzuRDkATTB0+tIoBP6UHhb8f2sG/yRq5van3mr8ktOE+z7Sdvqf1kr4XtwA9mRQ8wEo8iT+Ceg7AXnyRPhopvr85rvM+rZgSP88BXcCZVwPA+4zFvV2rDkAgcW2/hB+Mv0ebPL1tM5g/4HM0PmA7yT6Dyae+76T/P4DJ+L9XST6/vLH3vob25b65Y5m/XDSkvtQzOj/t+gJAqe6LPjSuHT9suEG/l9Wavk4cMz8yYXK/h7arvsZjX7+/D+M/vvH5PuOzGj9aEYW/RhIcP5nWYj2tYX6/6YPSP9h6DT2Ukd6/ooBivxULA8CW+3a+YrrAvxkEgD45hJG/ni2CPmrTWD+N2Z8+IyhWP3L+tj6iA4a/9YUYP4KhSj+oipk/FgmFP2CwAr3RJm2+j7UdP7ixWb+2LFq/JDYWPxDQij/bdpg+rs4nv4Kfjz+GrAo/iUsOwG1uHcBCMy4/IrU3v9rkCj+OLKi+S+6ButRvHT+4j3W+/PzGv1g1lT8AKS6/1Lt+PlGnsD0XpgDA1dA6vn2ZcL9W0n4/PUzaPghroj2Xdr6/fxQkv5C/Mj/fQnM/aLa4vo3iSj5fway+iHuHv9CTCb+HUVe/bjkPPzuNFD6o+us/t4R3v+hK974lOU29xjb4v3IbED/JI8k/0CNWvcEDb79MV/a8aKpqvjQhlL8hEcE918baPm8W377jObQ/13dUv1RBcr8bQKo+7qMDPypEqL8IXma/EKFHP+XaGkA61cg/BI2AP2Dg0b7h6qY/N3URwKPS0z9oCj0/y/IsPivFND5lZ20/t0aLv983Nz6fFs0/1tQ+v2KRTb962tg+gPP4P8Vmib+CkAI+FDe5P5vxE0CKOcI9CbKTPbR2Ob79slq+mJb+v/+5aD+ds4w+PLaKPiQdcb9Nf1I+vOBqv8ScUj9XKqs+Uy6xPxiJeL3LDTg+GN6Zv7f3rz8M4rS/VEAJQO8+Nz9/rIQ/pvMEPlMbSD52NAI/UWLBv+IUUD6c4Yc/",
            "ajUFwLyZDj8g3rU/HDalvsjVIsC+bmK/oxjXv9hTXb9K59M8cIprP5v2Hz/NIb8/OJcRvyRdyL6dfoC7m7Krvk4/Mj0d0es+rTSHPoyOSzuh4sM+H9ViPtesrj/ZiC4/97G6PwNn5bxCWAE/WJiiPzh1oj6B/pi+DUTdPalsVb5mChXAY50bPm9BGjv//hk/PUvov76Su76R9a2+6YB2P9fi0j3Xj7M/3BgwP08B2zy4xMk/2PGSP5EPyj8ncMK+mCJCv3PLhT9TUDG/PxYRv9xgLb+pLwo/ffu3vyzG2z5m2DJAn40dPvsWIsCaZAtAKzXsvuhnwj6bZHc/nJ40v200CD/65r6/xBolv640CUACggpAoNwIPjCkPj8Fwqc/6yX3Pf8ygr5W+ak/U41yv5dwgj9q0eE+5kDHPjCHqj9rVNc/6LoMvSLohL00okC/2NyMv69Fsb26yZA+um2cPxROJT+ItZs+bXDMvy3KdT+USRs/VEU8vYzAQj5vdiy/NkrNv8A8AT+wkr0//kCOv3qVc76lE7q+yOKtP5exn7/f7gy/z8aMv9dYoTxe7NG+N1ICP1fPSj+CDIK/pS/fPvJajT4JPEQ/jc+TPVYEKD6mOLK/pGc0PwPXMr/mvjq/sEegvRtwhL/9zfA+4jNkPjy76L+kB1q/rQ7Iv0lRTL8VnhA/c1Gav9ALir9irqS/U07LvgwbHr0VUV2/iAu2PUwWEr9o6oy/m5wmvw9q979jKFG+yptxuwNeU76RGAc/l5xfv2QF3D78+5c+fG4Ov6UmlL9zbqa/fxlaP2RmGMBOKiO/8PugvysqEr+FWGA+uWc1v1Z2DkDd/sE/Tzh5vSkh3T8ML2G/zf8vP3O5uj9QWLs+07b4PgqkIUDru32/a3uuvMPms78y3bQ9tdPSvnZPyz5zACm9fW53v/xFOsC29lc/D3U/wMu/xD+AkgQ8refZPXtAiL+jV6++8GssvqMPxD9lFvu+QuKdP+CfOL/5MsK/cxJ9vl6hvD5+xLW+",
            "pdWhP1McFz/W0xK/kNsaP0W2+D2Fpha+oQ3Sv+i4Zj8LMLw/JtCZvibHZ74YgDm+TqzwPo9dEL83cDw/9YPZv/xCvD8aGwi/2+O4PsK+m7+91pW//+urP0lkPr7J6Xa+DJYaP3mbKb/pW04/EX/6Pi+HIr/cINo/HqXgPTuO3j2w0qI/H0SWv/lTGD+8ZMY/cmB8vP8FCUDdnaq+wrPCPgx8uD4yWmW/NTZ4v254DD8u6qG/qpOGP9lqcL8KiU+6kFagP/Ffnj9OBD2/vY+MvzF6DL1BQTq/s/AFP8TOMj/CA7a+Ug3/vwbaLL/9yqq/mMrEvSBBKUB4iaE+BHI8v+42rr8rGDE+9yl6v8XObj8Ophy/C65IP5KlNL46Mo6+WFhNPwlrTD59n8S+z6ozPxCel78pqSq/P9FKv/5bC79cbu8+ux0VvkUSvb+FDLE/MwELP/lmu7+NWG8/vwxNv5pBJz66JgG/QC0hv8PsGL98TEs/xccIP+WAvT8IwKk/ybGUPz2Xjz9z2mg/XUGUPtwvz71v+YW9c6Y3v35i3r5FJIu/5OIAv97kVj8OTHS/beBHPu0Ohj+pjHq/e/2qv/dz0z6UlT8/BXmSvxEnhL8VLBw/OJncPrmGIL6BPpO+6nTJvRxuRD+kgma/+hAoQFrTf772taC+/da9P6itEb/tQHU+OM+WvtFAqD/8dpo/lMuoPhrCFz8idlU8Yj7iP+UWnL5ay7U+HA/NP54Dzr4M9XC+LRASPxTzyT2WIv4917UWv7D/DD8TQ1W/POt1vyve6j7975I7/c0xPok53z2VG4m+5VlnvsY0Vr9d6Da/dg96PiNS2L3dFKW/Wd+mvygWdr/2hmA+9Mp/P+kDA0B4o6g+fmp4v1cSUD9Yaoy/T5FTv/EEa74MxHC+mYSvP732jz9Mk4+/BBtCPcAYUb82O1y8arDVPlI6Mz3drem+nnq4O3r/qj9rDXa/L43NvULHDb/MY8m/ga+gPo51476E9EG/WAsSPkxCDT/zlzw+",
            "xOubv6xYc75Aaz0/RK5Tv+O+vD4gNEY/FrmBv1L/z7/qBoO/n+myP46HNT+mWSm/JV2HP8Ub2r4KamU/ws74v+01mL72Um8/zNIOP2l55b+/3da+7yNLv9A10b+ibZk9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            28
          ],
          "values": [
            "orotv3bOmj35Pv094zEov+S/LL8Ug+o8wsACvynghb+zkfq+nPCRvg5cF7/rXxA/Xo0GvrQrlL+i+T2/ClJMPxgalLytVeS+x02TP2s9Oz7A/xu/WHfDPC9bJz6Vd9u+vh+DvgQ0ML9LEke//0YNPQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_25": {
      "bias": [
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA=="
      ],
      "weights": [
        "TpJSvQA/BDrQXtm92IrKvfgoAr1cvCy+wMrHu3oQiT0/xhq+UgyOParLjz0LGQq+iFLivRISGb7YXag8z4sgvhAeITx8t4A9OFvLPBDIErzamQC+VA8VvsKkR72QfSm+iNLEvVLZo71UfXQ9Mo+WvchB0j3Q2+E9lmQlPjTrAT58x/89hOMLPsCBuT2cQCs+MKcPPGWZ1b12kRG+ci/JvUY0472NqhS+cq3sveAuyjuAGTq8QAQZPIDpU7t0VLc9vHv4PfDITDx0/Ba9lHYLPsRVGT7wHQG+qIwnPsABKbs0Q+U9KHwUPWBhlTx4nh6+QEoMO1DGybze5Yc9TO4LvsqsDj5kf1s9mCudPSzbHz40XO49fOb3PaOekL1KpJs9s2YfvkbOmz2nF/e9t5ScvR0cyL1vhtC9PLXePSCPVL0gPOa8+BoJvhwOqT243389hqoqPkxjFj7FkNe9VPAHvcAyWrwCmIc9zV2kvdgs3zyIYdk8oMeBvTXEJb5o/rs9YKk4vGBH4T3ahn69uKS5PKcWCL6QIhs9AQUVvhQFbz09Fx2+Bv4jvrQg+73Yj5G9qGtbvSLbO73wikg9SGi/vFwd7D0wRQ085DwOvoBdwj2B/RC+TtMpvjiIET6wXow8rPLiveSpE71cP+w9u3oEvkDJTj0AJuG8+NkTPvxgwz2Yp/c8VMzBPZgVqrxI6cg9GFwBvUwLAT2AApA6SQ7yvaS5rT38RE493FF/vZ6p7r3kSFU98pwqvjxBpD3blsC9eBZIPeJ7lr0ixig+YPogPJ6oX70UBYc9NCHZvTyRCz4ikO69YLv7PRGDB77mPZs9nF1hPUA5TrzRW7K9gBt6O9Sgrz1ieey9/C/DPWBaVz20+AK+eMSfvJBXf72Afv081FROPWx5qT2glMU9UG8Svv1+Ir4qwAI+oLXSvKjLoj10xCc9SORfPfyXET3wcg0+QDZwvJ8SGb6cKgW9LPDNPR93zr2440o9WIrbvCxxQj2o6+K9XNsLPajVnz10zCQ9",
        "lLWgvdNSHL4ApIe8QM6iO+vsCL5mIgm+oAC/uyCzyD14Ilg99EwFPsySSL1wcrc9MI01PaDJ6D0QtAi9RoRCvWpcAj6mFP+9QSsLvtwkLD6KXw6+QM3LvUQx8z1WZCg+uAbIPYl9u73XoKS9fOH8vbBMxDyAANK8ND1OPcyKH77gpH88EN3mPWAQpTvCwaS9wDKSu7zdw7247JQ9gVHvvWgjubzAT9G7VCkbPqY1BL48GA699F5Vvfg1iDwg79w7NGHgPVho2b3MX5E9+BDcvJir0r3OeBg+2JAtvZA95TxCYKA9UMDcPWS/Gb5QTzm9oIQavGaVBj5Wxc+9CMuGPeAY8j0gRrq8nJtuvcixcj0L+R2+qBYCvm7E7r38cdU9vEHivUCVHbzgHHa8SqI+vYxysT2sQ9g9ZOs/vegvgzzkkHU9nD1mPfgkOj2als69QHxFPEtqor2Eqo89cHchPRZaCz6aAIY9ANIpO1hM9j1ov9I9HKXHPfjnuzwU+P49LOsBPuRBUz2E4bS9sFz6PRiDCj5JR8a9aODfPWAQEj26sRs+CB3NPXbqg71LJ8e9mHEYvYC+/jvMiwY9WDPovH69/r34q8K8EDThPZykMb18NNQ9S0vYvd63Aj5kLQW9pj6BvWA8iDyYS+69xy8pvkp56L1WxhS+fO4HPjoWKj5IpSe+1NIlvikavb2O+Na9mA33PISqUT2QNy88SigGPqif0jzKT2K9TY0AvoCAfrsoYq48stY7vfWGs73mYIk96DDFPC45Dz5yg/K9Sjq4vVxeCT2IsBE9SBKQvOBJcLy/o9290fievcBJNT397Qe+54DtvajEsz3sYcs9wtwBPoC5GL6SgbO9FMRCPbReYT0coBe9nCAQPriBdr1IyrY9zPNiPdzIBr67RL69XiZFvYy2ub3F1wS+cKYEvIig3z3MeI49dIgEvsjUMT2ykrC9WzoNvmB3UbwE4uY9LIAZPeqn+b3ZNdC9KlAEPkj3Sb0E0aQ9CCZxPRbrBT5de7G9",
        "MAwoPDAdELzkdWe9ejcXvmozHD5gB4y8sjCMPS16J76wUN29lkMSvnCjC76GkZw9g8SivcbaGr5Ywom9hvgoPriRBL3USio9EGRdPBiaPL3cMxc+CJ4aPRwTlL34r2I90KOwPddEJr5I2ts8mIz3PflKtL0Fxxm+YLnHPP8qtr2ADEy7n+8RvnwOhT2ck729ziUDPjThqj0OVwg+coOXvYTcX71gDvc9uB/rvLAqfz0rEqC9oAScu6iJhz3C31K9EGIdPVS1Vb0wLz49yx+LvZRMpL3SMyI+Plcjvsp8HD6awnG9woaBPSgSuTz0mBw+H4oEvkDwI7041f89r0PwveDVWrx+vHu9dIrbPUA79LwQofY80PrCvOAaKj7gJk281KeAvRjHXD3g5vE9wH1sPIBWEL7w7e48THoHPupg9L1aFqA9MDMIvnag971IBvY9gAvuPdPghL1woZO8gFm1PDAYbDxgWrC8T6rvvZFIH75o+LI9KJ0KvfSw8z3z7429AH8uPVxjJD0A3Ry7DC4uPQB0WDoIAfA80KjFPEuRBb4cblg9GDyzvFBzEj4ZyOG94HSzPQQjGr5HZQq+iRutvVYgKj5Gn/K9LgZDvYCPEbzwIZ89aNTnPEPxhL0uKIs94OO9vSnml71YPEc9cLxuvWDXqrxCFwK+aqMGPmhGuz3rV+u97m6PvXCNQjzMihs+kIyiPZq+FT4rgyq+REtRPQeUp73EFAI+fMknPogXxbwKeqi9FMukPRj4kD10Ya49PpNAvcUD0b3SWqy9uJAdPZ0CyL0guiq8p/cMvnibF76ASco9itYHPrTreT0+eaW9mLzmPTzI7L1ge4A7ed4hvpLD8r2A+kc9oRe7vVglSr3gGwI8TFcePnRK/D1oprU9wBu1O1CvED2oAPM9StchvkDbCjskGo89vBMGvdzWXL3Y8hA+QBO1PWgC5Lw0qTM9HAf/PWt4nr2rnx2+OokOPgq6xr3A+wo79E5evQpchz0c2vQ9gGWSO4xq372Q2bM8",
        "PDRjvfypzD0iuQg+o1K1vdTHqD2BixC+Fm4DPjjn+ryQICs+0H0ovFC0vz1E26M9xOrrPdjdjD3u9xq+rFXePQNZ5b1Wpyi+/B3rvdwB3T1t0gC+xJudPWQHG70ojDq9YKugPZGlBb5Sux4+Zh+YvYxgGL4Ath+85AhAvVTdDT24hhi9d8vXvS7hAr4Ip0k9ZOjIPcDPNjyARce6vCv5PbQamD0gCDo83NRxPXxmFr3eVRw+cG/+PbZMAz7s8vQ9roljvVTQEb5csvA9XIlcvZhZbz0cP9W9w0MXvjzpbj1i90O9ANhCufTjxj2YzTQ9nW/gvSanFL7oXLO8cM8qPsQ1Dj6889+9tL8bvmh+yj2cozg9YD7QPKjjD74c8bO9MIH/vPxUEz44rEA92HUaPnw31T28Qt491RoFvkagCb4gnRc+/uYEPmTAKb2oj7w8eNTXvEga77zA2Xs8pBVxvbx0Ar2Bp4u9nF52vaArG7yV1Qy+U/Uhvmy2xz2uOyc+0euRvVparb04+9c9YHDWPZYFHT6Yx0I9jKkTPc5+nD2Gmow9CD0SPdBO6z04O/S9uucGPpB1fz2olAw+wIYevaWu171Qqiq+HLM+PVSIRT14PeQ9UOMHPcL66r1bNiK+QDa7PEQB5z3Qp8w9/l+WPZzBL73Amae7ZPHOPSukAr5AsOc8lbMovji0ET5ODQO+sCIhvsqloj0Iuec84s8hvmCI5zvg6QG+SS2tvUCrF7wkjFI9tHZjvW7xDz5sGFQ9kPFDPByVrb28oKw91YgTvs4Fmz08tKY9DlOgvQDioLtemHe9XKSCPTyTRD1Ym0E9+mCDPeJsFT6QI8W9B/OmvfyE+T23/pW9eb6SvaTJtj20IeE9ven+vRS8Kb3cDp49HKYPPkyn3T2wDDQ8uNK7PazV+z0A13M7itSWPbKz9L0An1M7YIm3PVTiRD0EFjU99aXgvWhyxLzWtsK9zsYXvmr/4b1M1vA9FWTWvTR2Iz0AHXq6X8bIvX9HJL5kZRK+",
        "cHO/vD7vmT3Y0CS9bFfgvYgh3T1OWhw+pFt5veAq1T3ZLSu+QBKePEA2jrtWzMa9xFIcvWCIDD6mcQY+tOFDvQB5+TyE7Tu9/JHfPUqE+r3Msfo9dleNPShnxbygmLm98ATePW59lT1Yrg29+FSrvWNE7r1kBRO+PNYMvSDiIr5U/iA+nJ82vchqhjy8OSO9hDMPPmHA671Gm589PN0CPRhalz00TfM9wF8MPYB/1z1IwvK9UGYNvEBt/D0o6Lg8rBMqvrNLi73bl4C92pITPrRYLD4+4Nu9QIGKPJDKIz6w7x4+CJzePVSnD72spgi9HAVkPeU0HL7Ahuq8uJIlvexZCD1eJic+3I2oPe6nVr1DYbu9RiAYvlBjpb2Mku290ILwPRifKT12/H29ZXCUvdD0CL5ACWQ9REULvsx2wT2BXyq+FIIVvXIaSL3obvq9kp+tvd6pHD41vx++0H4pPVxFIr44OJA8SAspPY6EWL3gU268nEX5PdBH0T0gSck89F1+PWqRFT4eypA9LD78Pbwtwb0Y3oE8KEUtPZBev7xgfcw8DHToPWCRfj10Pgo+sPV5PO6NJL6i+yC+kR2NvUBx6Tv4gAK+UI1FvSp/HD7EORG+7IF5PegP2z36IhI+2F0ZvZyYBL2yBRO+yDX+vUwwkT287Ja9olTmvfScFj2Awz078D4vPQDf5z16Dvm9VBqmPQPmgL1Tuve9cK+1PTjLp7zAyhg800afvehWC77c/OI96ggdPjdDJr4BofK95OPYPSAHyLywxCs8jLvZPU6gI77UamK9uJQUvQMQ9L3MmNY9vqYBPoTGaj14NFm9eEAMPRgsBT5go1E9FrMWPnLuHb6oQ6e9h56vvfIZJD6yYmq9OUAmvjx4Ar1UDwA9uk+HPZhXjzyoZ0a9QGKcu3miCL5w6nq8qA6oPCxETz3ErRw+6l/2vaCtZjxPrcq9aLSzPUijFj7YAxu9KKAgPsw37j3gnXi8UHFcPcCJJz6XWg2+osrhvRJNmz0MytA9",
        "oDXxu9AKFr503AI+kN6xPciG5j38gNw9BK6gPS+ODr4Ah9E9aMyovOj2yDxipgs+j9obvkyUFz60W8M9tlWFPfJbG764Pxy9QhAjvhyDIj6cb3E9iP7BvID++Lt+4G290LbiPcwH+70Utkq9YC1pPdJ2372gobW7/LrrPQjw2j1+6ZG9lo+EPZApHD3Q3fq9CYCivbpjNr3x1cG9IksSPnavJD7o5/S8yAvQPZgI6D1Qi2e9FNEfPTmRjr3b9+69IvyQvYzbLj3W4QG+SPPAPJBnZT3QVjI91xqlvSTE4z1wf9i8fAdyPYBjEDzIVI09QJdGvC1q2730BG89VjWWPaj8LL6QHnw8HA0HPViYjj0oR9Y9VigCPtAK5r3OeyQ+yojFvTh5sLzqPgA+iO1GvQg1LD47Hvy9PGnIPSpUq73gOzA8ANgCvKiH0DzgIP877OhzPbzF3j0gMCs86Hd6Pd78mj1owj69WMojPgDQfLtcAZ09wOH4PdJ6Tr2goU286lQRvroCCz4SeSU+mkq/vZwfdT2QBOs9lFGnvQh5zrzlP5C9IJGivSpnhT2Q4K88UnDFvUt4Br76fRm+yU7PvQAeMzx8E5Y93EIFPoJsHD5AAK87AKSxO1A2Fj2Me4A9XrWZvcTJTD2Ivf08byOBvZjGgLy45LK8ylwQvj0fyr0ek/O9ml6OPQSSB760Q5w9ZGIQPaTvDD15VA2+JgiLPXFaBb6oQLK8xn7UvQBuIbzA1/e8miIavvjcCD6sg4m9f6TDvSCtmT3q/BC+DV2Qva++z71kKfw9WKvvvbreKD7CAiq+WlyovWwvIT5IQ649wFn9u+jzVj1+U/69VLcdPkArfTvNXyK+wEfNOwA6sbngoN88PNShvez/lL02TCC+gI0RPRAB/jxsmrQ9LFdYPYrkCb74Cbg95YD/vYzaSb2Ixn49eqjsvTYgf70mUwq+yLrXvJTvAT10MLM9hDsPvYCv+zzgVo87N18rvmADGb3gky+9sOlyPc4dfr050iq+"
      ]
    },
    "conv1d_26": {
      "bias": [
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA=="
      ],
      "weights": [
        "SDWivZjL4r3Quuw8qBl8vYAXIj3AvgE9sICdPPhEwj1AiH89oLlGPNjrpr3oka29wHNTvJDV7r10L+U9eL9dPfiUOz1ARa498BhLvRDQN72AWkk7kMXBvNTkxr2wEFg9gNcIPDT92T0ABJE6mCVRvSBm8zwgQ1O9yDeRPQBM0jtgN6C88IW+POhhyD0YbX+9GPyNPThQfT207La9wIKRvWBJfDzM9te9xCmJPXjKo72ApOc8YJGNvCCV0D3Q/Eg9gH+ru3Ao5bygcds8AEZvPFAma72kH4g9PHCZvfhEqT2gD7Q9TPnkPSRNo73gCKI88GPqvXwanD2gHAi9kCeaPAD6ZLrwaDU9wOwnPCDcVr0EPfY9QJwQvDwT271g1Z29wAnrOwC6bDxkBMg9cJAHPaRB+j2E6N09LPfCPUgvyD2Ar2c7qA+PvbAf0rw8DNM92Ih7PQCcGLwYJIm9QEawPDBatT0IYIc9yPSqPVyzvj3wimy9aLmbPcBHQLxkR789ZDDevUQMuD3w3nu90OqkvWBQNLz4GsK9cBvoPazV6r2olws9AOaXvPzNsD2Q+ye9YDNkPAhxfT3Qv+W8EAWyvSRspz28Z8U9mPTnPaCMfD0AXKy6oNMHvCg0873QEiy9aI/AvUQkmL3QUt+9MNHSvCCbhjy4Fls97OyfvQD8DbpAmkm89ATePSjfEr3QPZe9/HKnvYDCFD0Aoco9rCSYvXwUnL0QjMu8AIepvERYuL3YYHq9UFzTPUB3CTwQVWq95OmCPRBpOz3kO8e9gH+eO+BElDwUQJ895MbcPZiaYz3As+o7cNjcvGQuvj0w6Ce9JBnBvcjmoz1Yyq69eH0vPcBUNzzgRYC8yPjaPUylzL2UYt49QDKlu4jnaL1ITlS93EfEvcgFRL3Q8Kk8KAo5PbhQJr0gaVO88FKAPIgp9T2gzSq8yB7UPTDZHz1IbyC9oEtRvcxvvD1A16o7dMHAPdTszD1AX6e9FJ6IPazeqz0gyzk9YJ9RPczvgD20/Lc9",
        "sH7xPQRtwr243wq9uHuwvSDHoD1A/NQ9sCWFPRhqwr0AyL684KMfvSRazj0A4C66AOHEPCDJH72gYIu9RB23vfTtsz0I8nK94AdnPIRzoj0cTfy97KLQPbCd4Tw4e4K9GAXbvUxmyj1Af9Y9pID5vaBftbxwQqe9cMzWvaBaUrzAOJ27UIO5PLCWwLyQZbM9EBdNPfB/xzyAjgg8gKPju8z93b3MrbA9CAWFPcAnwDsMq4g9SPJUvQh6S73AteQ9ZMr7PVSW7b3gX349qCJQvcBve7zAQOo9eJ15vbAXZz2Q8oi9wMxUvQDMMr3w1/C86MiMvcRArj1QldW8wHpyPeANf72k75q9JLLXvRDkUb0AMIi9wHFyvAB2dzsANMe7YKTEPYC3Jj3o3eq9DLjIPQBggbo4rnA9QEUWvJjZBD2Qv569jNStPbjAsT0ATPW7VDDgPdQfvL3Q5Xo9hCPzvVC3hL3IXVs96APMPeiTJ70o6d893LyHvSCxBD0AvPw9vL6/veA2Lb3Qatw8YCv6PdRGoT24XOa99O/MPZykz73g3bU94HDhvDzx1T0k3be9gAWyPHB4bT2Yv1S9QOTWOzSehr0kapQ91MqovXhvPz1YxYW9UIu4vOxGzr2oLE+9YEZTvDjGuz3AY6e9EFjoPPDJ8j3Qmqa9GBV9Paz4nL1AzYe8UGDlvTD2Hj0A7Pk62O7vPdxm8D34EH094OQYvRAOkLx0QKk9oATqvWAcJz349XQ9lJHjPUiTO72QJdM9GEJ3PWA2pryUDZY9lByePbAnqbwQYlc9jDatvdSjhL1w9cU8NGObPYDDtbt8VcS9gBiaPej79j0AFAI7AMy/OqDTmT2gKxG8ECCUvFAkLT1ARh68HJLGPfC60D3AqS88cGprPbhRpj042lC9oLJBvch7bT1AuLq9MFi1vGjsDz3gKu+9jE3gvaCO+72s4Z69gKBrPHCmBj14Q0g92N4ivZRNn72EDoU9QL3kOyA6ub3MytC9yCs0PchIvr0w4B09",
        "AAyRvaDq3bxQS5a96CkOvciEtT14qnC9OKP2PchrhD1AYoQ9YAmevZjM4z3QarO9gHtLvYDYwzyQWMC92ABNPWh4+b3A1Pg9KA0wPdBVLz0YhAC9ALstu0C8ATz4Fx094DZCvIAwD710tJ09YH2zvbC3mrwQ17Q9mPmMPXjusT1csfE9EARAPejEkz2UVeq9FFSMvcD7Bjycrpk9cFvLPDzHzT2YNX29gDxRO7AKAj3sEtA95JzQPaDzqb0wGL69CNuMvaSE2b0A4u28BE38PZDy3rygAv89yO28vUCzSDzgoqQ9KDv1veCeBL1A/bC9INmIPCBZfjyIQPC9uEJKvXBKvr3AJ8o81H/NPVBNAb3gx9s9WC7VPWByZT1gtqe8NN+rPVgBg73QV6u8uCQEvYC5EDxAwKO7sOC3PKypgz1AM4E8OPURvQBcUDwURtS9oB1LvOBUm7z07aK9IOw5PEAvkz2AswY8ZLLrvdSjqj3YVoA9nMjXvYwilj1g7sU8IOxTPLCFNL3QiZa9WKnAvfyc7j2w5ZC8kO2ePXyYuD3YoGI9hGmaveRU7D0YkhA9ADgwvPg+971AYuU9ACQvu6DhwL38lfI9xAievWA4vz2gO808wKbTOyBSyzyoWnA93PefvRAk/D2AW8274DKRPMBRzzywkRE9iPFLvdDvZb3AE+o8oN1kPcAzP7wwdHS9MHoCvQgIHL00J9M9oFUUPNxx8z0AqNA8nBXgPXQ55b1wPJK9YNrmPGB+KryUGIE9kJiZvUyPuT3I5eo9uIlSPWxZ6b3wgfy8WC/evQD+RTug1TI9iBJUvQALwju0JsU9iJiEPYRT6T2ARKK94PGyvDxl8D0gaAa8mFfoPXDMyL00FaS9gMnvO3Qnvr3w1rI9cOzzvURtuL3IGOo9KGhCvayB1D0Io1K9WE/2PQDv5LyYrEa94NilvCAuGTy0U/k9lAv2PSzC/T0odla92Cc/vfgWbT1gDMY9cL8pvTDs3DxQuw29wKvHvbRX5j3wJfq8",
        "OOIDPTB5hzw4g6C9LMuAPTDUMT3ABA48oOpDPOgdeD1cWc49jHbMvXj6Qr3sq9u9APjKuZi+ez1Avby7dL+3PbR52z0AAJe5CAI/vQD88bmo8es9kFl+PQALVDwgurs8eJpuvfiaxD3IR9w9eNk5PVymtD2I8LY9IFWpPZh5/b2gfaw8sK+uvVBb/bwYkC099AiSvUhrxT0EvMQ94AIWPdwA273AZ9E8gL22O5i8z70E9Pe97FXUPQCGubr4iPs9PMXnvfA2zLwAE8A7IDuDPcyzrj1Q0WE92EtnPTCyrDzAzcM8sA0YPZDWg73k1L+9CCtAvbBUQ70QOP69oOAjvPCDob0wgPi8lJCdPaBxkTyQoz29eK6evRBbfz1gDta9vODxveDzIL0036Y9APDPuTgL0j0gxbE80NuyvaApqj1MZMs9aNsKPUjx5z1EtZy9iElmPUBEVD04IYo9wAbuPQhvaT2A6eO9kDRWPaRNp73gSBg8cIZ8vYBFVr0AZWk9EAnvPDCPWT0gyGQ9yLtKvTg8iT18Dsw9YH3PvABUlrlcnd29wNvAPDDygLxowPM90AL6vBTw7r2oLIC9GNP3vcSqhb2wuvo8sLg/veAQ0bxAIvW7oEqCvXhmJj2ABtY7aJRTPbBGQj0Aex28mJgxPcANszvsVby9YIrAPfQ3gD2YZ2c9iCA+PYCJsbuoyAM9OCnOvSjY7r2M5/M9uBGXPRBV6b0gY1A8sE0QPZifAL14+809bALJPYCmFTsAitY74ORKPDQMyz0kNcs9CAelvYBKkDwEKKC9vNX9vXAWdj3odaU9WP+zvaxy5r3g+jO8cEqqPZQj9D14Eqc9RHedvVD0cD1AeCM8BGSqPVTR773QgV49ADsiuwh3hT0AWnA7MJuePUDIATzAj3y8AJ96vVAuzbwEHYk9cNIXPUBrDrzARYK9kODkPORjpr3A3LK9uHMrvRTA2L0wSn09MJmgveA37LwAUAC7EAfZPQC/HztI80s9SKGhPdgJ970QLfw9",
        "bPONveBIYz08/fa9IBxUvPC42z1oQvm9uOnLPQBKbL18dLM9fNiJvYSuzD2kH+u91CzAvYSB+L0wW089IOHHPPAg/b0U/aA96Kq6PXCNsLyY/0I9IH0iPGiK4z0wyrs9mOD1vbjAhD3QRCM98E80PSAA1jyMfNA96G1svWDx1jwMXMm9yH7wvTAcqzyAEqY88MPTvYDrRL24Xpq90Ni/PcDo3L3wpQS9QCgEvACo97wwzmw9EGXfPECipztkrLy94JFMPWAwir0oqLC9YNGVPEAQpbugjl+8GOz8PYQB2j0Q03w9ADz5udDekrxsjLc9aChCPZgkpL0wPLG8bImavRD3Dr2sKIa9aFIQvfhZUr14JaA9QHu4vQBMaTsgmFQ9AHujPHBENb382KQ9PDnMPcD2RLzATzw9MG9+PSQv6730AoW9iHujPQjEwr2cSPA90DVzPYxzoz0At6A6ZBnDPQAX0b3sc+K9cIXAvJDA4Tw83My96D+bvayr5T2g53u9QC7wvfCLj70csc+9AEvhPACNSzs0seo9eL+uPSS2wz3MFMS9gGX/PCAyC72A5gO7cJk+PQBmPD0sj9m9oHmBPfAnvTwYUwe9wGhUPUCl9juclse9MNZWPbBjAj30hNe9wDt8vJASz70oskG9TDGiPfB3mj04XaO9MPIdPfxguL2I/Fg9oA1lPFgsBb3Mg9m9QD+xPXgOYz2YG6Q9eJv7PaDxQr1cCv89fI7XPSCzQD3cYOy9kPzFvdAUrL1gvhA9YNAhPFDrYT14E+K9kACQvKigk73Uu8g9SGIzPYjYlr3gpo89OOCzvfiPhL2UYq+9rHa1PfgB5T1QkO88oC4ZPTDU0jwA9iY6OP1vvSABPr186M69fGjFvVCKHz1Q/hI96EwSPZgwCL0wUfk8COCePTi75z0gRng8YFkSveA1Mz2o5WU9kEbiPOAeXb2Eude9iFoRvTQlqL3geVo9mE4TPYijWD2MUNa92ABUPVzmij1AczE9yMw8vXDJqT3Qzpw9",
        "oPi9PdQmvD2MEOo9bLncPQAk9bkgoQ69WHM1vcB+1Ts0l/E99GLVPcRO+b2w3UW92I59PbwlxT3YT9Y9PG3MPUBVpTuwP069UCHhvMhRb71UZ8K96N5PvWCdHb08Ave9KPK+vXC04LyQ9qw8+NlLvYzCnr0AV4C6sGyTPYhLnT2MpbY9gP2WvRxy0z3oyj+9EDU1vQBPoTto1BW9EInQPaCdpD2AP989vMO6PcCsnLu4Cbm9oPujPcAweL2QdTA9VL7yPeAPsb2QrHC9uMi0PXAu872IgAS9QPnFu4DbB7tk9oy9WP77PUCwXjwANmq9AGz6u0jCpj3A45a7aKA4vYC2aj1At5i7aFeXPfBC0r1Uepo9wKRTPHA94r2IgAW9+ODtvTzV4T3Yt2m96FeJPdCO/jwA8uM9AAzGOghQ4r2Is1698BCgvFgoPT3YRCq9EHZ6PcgETr2QurI84EwiPez/ur1IojW9CBDQPQx3ir0w7ee94DVdPcQkkT0MeeG9ACQ7PQAn1D0ExbI9+PFbvZTOwL3gOg08EG89vSBSqzz4AIC98LsYPRjd770Aceq9iFqevYixmT2gErS9UD8mvUCvNLzQYKI8IDu7PRh6gb0onkY9bC69vciIpD14j+Q9gBNqPEDm8Lw8D+a93E71vdBt37w4UwM9WHPovQCe2DyYm8g90CFBvdDoQL2gIte8sFZAPfAMsD0kQvA91HjjPcC5QzxQgFK9+CK+Pay25L142f49wG6Zu+DCJD1UgvQ9/MCfvWiVN71Qw1+9CGCoPfBM27ygcPm9/C2GPcjmer0whiy9QCq4vDzv2b0Ae506wPjRvBw3h72AlYU7KMmwPVCfJ71ASGY8hNq+Pbgi+T3gIAw9cGVqPdDM2D38VqS9UAmSPESIyb0oaJ89YN7Xvcg08z0Q7vq87AXmPQBVOjwQjVM9FOOWvXApsTyg6To9oBrYvFTU4D3sDos95FPZvXQCnz0064c96ISkPYiU4r3c6My9jGumPejdNT2Aw1E7",
        "AGjSOVTj5b2oJiC9kOsTPcAW/rwcFIo9IFguPSjiRr2YrPC9KECOvUBnzrvweI090OYpPdj1qT2QQrU8aDc0PYAXFLz4uSc90IiKPACMQ70A2Kc7IClKPZAV0b1Acmg9CIfxPSAqJ7zQZ/28+AqNvfzO7D0glbG8gJdLvJgjnb3ohS09JLuwPXQCgj208bw9uPXfvRgCID0wjCY92COYvfgiE73UhKM9AFp9vXBEeb2wwYs8MD7qPPSZzT0Ac9G6mKCoPSiFRT2AZFs9TPq0PaQevT2QoNu9WN2gPWDbvT1wtPI8eKADPVzK7b14vOS9NDGdPRCEj72Qgbw8GLbAPZAOqr2E0q09iNNGvQBMozwAH9I9uDrXveBJ1z2Umdo9oCsPPLDshj3wUEW90MdsPSR1iL1oGQs9WJZAvYBMZj1QTYG9QBHaPOzmsz2gZRc8zPOEPdise724nXM9AMnyOlTNmD0I5xa9WNtaPWCKyb2IkOc9oFmAvaT75T1oo3A9PNmgvawgjT1Azwg92NqgPcCCCz0IsH29AATNOdDfQr0AM8k6wKbtPHTA/b3AtPs9YEflPXCq1r0kI609CIiEPcA777zY0mM98D9tPdxUrj1AYVu9AKslPAAk5DlgAsG8gFi7O/hFNb1g4eK9iAEPPTA2Zb1oubw9rN+1vZCcSz3kyIi9GLUxPUBHcj2IiYU9VCSlvWBX37wg52Y87OToPdDEXb1Y6XY9uPaJPWBYzTw4rPQ9gGeKvGCTyTywqGC9rAj/PaAuiz1AMZk9PAixvaSE672c9tu9GKcgPURTkT28RZ+9iCtQvaC4RD3g6bM9YFftPWB+a7wkBfe95C3EvcDSN704ryC9eKI+PcCn0j2wUVW9nDWBvRQTiD0oCUw9YCgnPIBzVLvIXf69PKTbPeADRDxgkEO9MI+aPGBsqj3gm669oPS3PPhSML2oUao9SDHuvZgRiL1ABgK92I6cvThNfr3ggfs8YBzQPXzIgT0kceI9iOAEvQTZ9T1ILno9",
        "BJfPvbyAyb3AgpK7ABdpu6B/Nj0wbYs9KD6xvUAZCTyYdUc97EiXPchylL3gilM9tFqAPbwdyr2gj+w93Bv+Pfidt72seMy96IwDPaAm673AOfk7APwlO9Ca1rw89rM9ACePugDQlL2UF/M9wM/2PbDD1D1QteW8UEnfvNT4z73U3NC9sCfxvSC0E7yUVZy96CxuPYDKYTs4Yr89EBMevUDq7z0wKJ49gFLpPZSV/z3Q0cw88OTqPfAphr0QYNY8wDOfPOTk273YflQ94AgQvQAXXru0Fa89QCShPeBaWD3Qvgy97DGQvYDGErxE4sk9iPHkvYxUwj1AQ3+94JHmPEzN1b18csg90ATHvbjPQL14JH89iEinPWALuz2c3ZI9AOSZvUAbLr1UC6y9jNOnPVxBsD0AzPM6ANzdPKgser142gg9GFLAvbCQ0z0I3vE9EGZFPUSwir0QNA49qK2svSgHCb0Qupo8HAmovfx81r10wOG9zKfgPexIhL2ghZa8wBqNPWBvBjy8JOE99OPfPWA5frxIaGQ9nOyCvYAO+r0AkGg5oBlsvLB54zzwy+e92NuPPeD+lbzAoWK8nOrTPfR05b14FLc9LLObveDCFD1o15c94PCcvIgoJj0kJII9PKT8vXDyTT1Yre+92A/ePSSAhD04u9A9WAQ/PUBGk7sIitA98BAGPRDqIT3cht49uMGIPViOs73wE8s9iDDkPYAg/rxoVag98J3WvSDb7L2w5Io8iC9uPdQIqr04XFk96Pk2vQDEU7vsl8o9QKPJPECiejw4DY+9aFhEPZAT9z1MSJw9APU4PcBKuTvA2oY7gDAzvHjcTL28hMW9AJF6PVSHiD1g4AY88NL+PVgB3D3Mpqk9OArUPRRc470kauK9QMMAvACABLjQ7ge9VKn9vewFsT3wPts8aCTZvagC0r1wnMG9GMuNvfAGkr3Ak/m8aNYcvSi1Zr0YDAe9QMDsPAC1iLsovnu9+PCsvVi5RL2AGMa88BAKPdAhYT2UI7a9",
        "5K7CPXCawrxAK0u8tAmQvUxt/b3oQjM9ABJyvGgM370MLO09nAWevejAzj3wxJQ98BmxPIRA7j1QL6w9gANzPaicYL0A/Uk8qCm5PSyR+z0Esre9AGE0PSjXVb24cfA9ALg+PUCJj7tUmoa9YDiZvdTH171AV5q8TE2pvfhErj3g3kY8uHUOPUCSjb3gpcO9AA/vvGBnYT0wR5a9EGm9vPAH6z3kdOu9uLD/vUBkwz0AIOO4kHD7vbB7Yj2A9ls9wB87PQjtHz0ALuO80FBSveDXrj10Q9Q9gCJlPAg2cj0ASHY9kHf4vJDQCT3oFIC9AP8bvXgLOT1AF2A8ILbVvDy75b3kjP89WDLyvfC+izxIWiE9xJmvvTCSiT2om9C9NACrvdwc2z3oOlc9EIu8PZCGW724ZB894L9MPRiuDr3gzdi90HycPXClrTywr/G9BFDpPbznxj08aJk9ENv6vViJ6L24/ua9aCy5vRirTL2M7qI94ELOPdCwnT2c6oG9rCSJvZwGjz2wdtK98NHpvJBEW73UT+m9fFD4vcj6Dz0gmuO97DfEvSgKKj30qry9cEYpPXh3Sj1AUfW9wCmSPECDjTvAI587WMEsvTDYqb3EM7Q9UBoAPaSXrD0Yvhy95GamvegLFj3gkv88oKcQPCi5YT0w7yW9YBpwvOCXw7xAjnE8sJimPICZcryArdI8vGSxPXTQp72ABWw8CBJvPQQ84T3Il6y9iCnxPRhztb0A9x08UJktvQT6ij3w25C9yE8CPXAGST0IwCi98ICJPIRai73AsZk9zJH9vSh/nL00l8u96OZlvdjsmr3EDLW9JJuXPXjHdL0gACw8SNWOPeSnsb0AB5y8WFE8vQCa5j3oxGI9jLatvawN871cJfq9IEs1PJDx9D2EQ6y9AJlNu+w58z0A7sU6AByIPXwPzT2YF7Y9WEn/vYAu1L0AjiU8WH5nvaCjHL0A2jU7wBctvcCJ6b3sh+W99Di8vYA1gLtYs/S9oNKCPNjsfj2UxPu9",
        "3Ei1vUhl9j2gapg9ZFr9PaSAoL1k2eK9jF7pvZRZ5z3A8aC9yHh9PWADr70IKJU9wPF2vYDKKjys9949QEtSPYAp4b20D+u9ALNavOxjhz24lRA9OHvgPfTHo70Ed6K9SHgDvTQouj2wp+88ADS7u/T6zT0YON29+AQ8vXhL5T00g7S9ALgCvKRugj2cVIq9nKLuPaTkgb0oki29SBAuPaAOujwYIrK9oLFfvdhX5z0QL7U9tEfavdgxpb2YQF69dETSPSBVVbxAica7wA6zuyBqZbwMFpy9rPjkvXBTID1A9ZG74I7SvHzltj1Q9bK8NJfGvRieVr1Q1dk9ZMPvvdBHA70AaNI5wI6gu6DVfjyAYEY9CGtTPdArDz2ACAw7oEknPQDzjz1Ae0w9EKGePYAKqDvAijg8aNYGPYwmoj2oNAY9EPK+PKhooj0Aha67QDhyPXCG1L1QcNi8VIidvVTu5D2wA8a84BZyvKSWkT14sMc9aEfBPaRm5b1oWgK9IAetPRTggD1gFOA8oCbSPKD9mLxYGZW9fPzkvXiBhD2QzOQ8AHaVvCD1IL2ge0w8ACQQO/wB071g3ro9uFCbvXhtez2gwQc8qFT5vRBn+j24AMO9ABunutDSr720adG9APucuugOir14Dz09AFXWPWA6Fj3Y0aC9aM1jPRAEQT3IcuU9EH2ivXAkxT0YTzG9yM0gPcBV+b1oUMY99L30PbAl/TxwU5S8MGDFPHhpwT0Qn5O8oOGcvLiWtz0MR5a9EERTPWBNCr1IZpu9kA7rvFTejj1E0sq9EE/nvYRhkr04J7u9YNICvOBN2T2odh09yA7KPdgMRT1Iua09sB2zvLAe0b2MPfg98B5aPVxjjD2sGLs9gJZ1u9wuhj2opJI9cBvXPNzJvr2E4OE9eCW9PRicOj0gxh890BV6vciiYj1Y8LU99GOWvYAJjrt455Q9qCZbvQBNVj3AZLs8aEZwPRz8sr3UG4k9EAApvcgAOb2Eh/09XHejvWA3/D1A7/07",
        "ZMimvfBBIL3Iplc90EPCPSAEHb0EgrS9AFiXO+x23j3sYtO9bEDXPeyr8b1I6u091MnQvdgXor3ghQs8EAcPvdgGwr34b2M9iFKwPSAvHr2wuvS8EJnyPRD+O70Ynz29sIupPIA6tjwoyjk9MJbOPeQwij3seKk9ZHDxPcxYgz3YI6G96EFkPeBPuryouuw9aAqOPYjBPz0AprS7AB/lutDW8r3ghf69BOyPvdj0xT3UNdc9uDqKvQzJ4L2I0lu9tGiavYjSFT3wiu29cNGnPRDOg7w4zKU9sIoGPSTgrD2IqDo9OCrpPaC01zyQcYw9eHUNvYDRnTzoZlm9uM9TPRBXjbxAlfi7wA3VPOAEcb2UZ7w9ZL3evZBW7L3gVw09ROmOvRBtOb3IODm9AAV+O/iC9D0oLrG9ZPqvPZx7lb1ITzy9gCzevUCberyAJm29wLDgO7gf+j1M9ZA94GX2vZhuaj3w7Cm9TMq7Pfx79z34zmk9eBUyPTBdDD0gsPk8QN88PXBg8jxoqW49QE0XPHCPsTwUbPE9wNpIvZg+0j3ci7e9IMB/PGwV6b0QemK9LMymvfiGaz1AKVA9sFHJPThozb1ACkg8AEKqPXC84D2obva9QHCxPHzh4j2sRti9yER6PRD9Bz2gA7q88NvLvGg3+D00KNE9aFHHvWDgb70Upau98KTLPRCb2bwAH1W9wD47PUAjtbsAZmy88HKdvABvu7zgzBg8TAXaPaT8+j34kg29hFKnvYAkxTzApSI95BnQPdjg8z1IJxW9wD0avcC8sDtQuRY9OHBnvZB4xb3ARli9QNtiPRi/973YfMK93EDPvaSD7L1IZaG9qIlqveSnnL0AaAs5sDFWPSiS5T2Yplu9jG/MvfBqRD2g+rg8mGstvYB96ztUM+k98C/OPASu/71IkJk9xB6mPWDjlL3I0Hk9wBvXPegpjz2Qv6m9CACEvQgEJ71IuKS9mMznPcA4Lrw4yUk9ABboukBiqz14THo9AF/mvEAi0j10gJC9",
        "rJzHPaDx9rywwty9wFcjvdyV+L3cE6Q98KtIPWDPxz2gYfu8sNbDvQSS9T1IDDe9wOOLOwi96L2Q/eW8VF3aPVhyhD1sK9a9GM5sPciJxj2QT289VAylvfTxob3QXQ09YD0RPBCSdD2ggDo9FA7/PQDZ1L1woRw9EI26PcBqOLwkqOY9YNGNvexX2L1Qp9W80ILOvOSZ771kWoy9sFFVPTw4/70cUs49yN4bvbxImL0Qe+q9CDpyvXhK6D0o5LE9IHUsPYwHlD0AYTA9AF12vNRKzz2AR5a7OHt3vSD0gDwINXy9/L+cveDTNTwg+1a8xGqoPWCE8r3AExu9AOzjOoAdQTz0Kqu9hOHbvbDfcb2A3h08aFRqvZg4Wj2Umdg96KxevVDD8j1MH6a9QCZpveCDWLwg2WY8APijOtRdib2srKG90JT2PZC20LzwYiS94EghPFh4nT0soMI9YDr5vNg+Wj14JXQ9MDNNPWguYj3gdZk9HBvQPQDYqLswhtU94KknvEDdq71AIOW9kFbvvRhpYL2YfYC9gJk6vEiVqz3w9b68+MyIvWAr6T0ohWq9eAF0veDShryA7de9QMPtu6ggir0E6eA9QGb2uzB+MD2MHuk9BMuWPYja2z1gU+Q8kBfOvRj5xj1Yfdk9mIQ3vcB9DT3wl+E98Dz5PQCiZ7rMmv+9uN8kPVjGKj2odyq9sCpfPXDYeT1Q0/I9gDf0PIDHDr2Q2Mo8gLxMvYB5sj0gpf+8ENVrPfxb0b1oTqk9wDy8vUB8gTwcqYM94IUuPIBwtr3cVN490DWuvXg0LD28y6W9QKvzPPQNqL3gviC8yA0kvUih/L2AMg27cNeZPGCwWLzUKaQ98IfzPFS0kb34Wz29IKPlvcQyz70Iji+9yGmGvQDGgjooSsY9KPzqvSiIfr1sXue9PNXsPSzTpr2oGaU9UC7bPAAobz0gvaY80GHPPUT2gj2AHgI9DDCvvRgY2D3Yw7y9QCWJvfCSrL0AThE6kODHPTQLnb1Afdm9",
        "wBFevCi5hD04NT+9cFDwPLjoUz3YNCW92OEqPRhJ171o4tA9gOpsu1z2zT10RNK96Jy5vVTLm72whc09QHDju4Tdt73YsQE9WA2RvdRQwD3g6yQ8HIqFvSwl+b38Eac9KNBavdgMlb2gwgK8iO7HvXgkzz2oPqu9QBDKO/zmwL3gfTG9fAm4PYAWSTzAohU9yNd1vSiyAT3QwpO8nLL2PUASrb2IHH69sP2MvfRy4D344rK9gEV+vVyLlL0AK3e8UAqhPYSbzD1gMR88SGpePZBt5ryg0Kw94HZxvUBH/b2AKzg8aFa0PehVJL0ILFG96HX6PZAG3r2gmYs8uPljvYTroD2cSdA9qOfmvWgQRz2wVSE9rNW6vVzH5r0gGGO9qO+ePRQU4z1gCe+9AMDavHANsjyIbja9wLnnvKDuEDwA7YW74FkwPXhidz2A2Is8oKzlvbwtuz1gHPI8oCTJPdA67Lw0qrW9GEQlPehJTj0kf609LAfvPVCtjTwAq347ME5aPeClp7y4jv494AQEPJiaiD0QtWY9QLbsPQDo673gx/O8IIPYPeQRqL3gD608FNzgvbhOiz1QDpI8DJO1PbSOwr20S4G9CKhyvYBA4j1o22m9KAiMPQAa/jugWJs9YLTiPGzvlz0gIm+8cI3lPQDXBb2gKjC84GbzvMza5j1QnDw9+J/qvdAg3DxwoxQ9wJ1xvWgGfj0ALfE9lAKlPVxo+r1wY6w9ALmGvBhamT2YZoA9kK61PDA8kL2Akmi77OXIPWhZgD1guxu9YDyrPeAUqr0sNfy9eORKPawG8z3gAkk9kLpGPZC+1Dw09PI9oGe2vdwniD1gyAk9YB3ovYBVg71Abo88+M/8PQh7vD2sFv890IywvRgSbT0gUq687C2hvbQtnr0wJsy8xGKnvQBnaTxAxkS9gNJGPEAry7uMauK92Nx3vfDsXr1gB6U9iFvuvUgeDr3QAn69IPMoPZiNXT3ADWC96MmNPbTUir2cb5+9wDkKvVRw3b2wNfM8",
        "5E6dPbxmor2Iurw9QIjkPSBOrbxQnno9sNvFvADlyrsAAO04mNRWPUCgu7zMcfg9BODKvfhBcz1Ax2I9pCjzvYDU5rt4Gpu90IDDvQBojLkwMHu9wFajPLi6sz0wWlS9FNujvQTKqD1Mxa692HBWPcQpib0orou9+MGKPUDQjb04+tQ92DLRPbxR2r1YDLc9oBHEPLj0dj1IEPC96AmkPQDZmr3AhTc8uGtQvfCAxzwAoWy8YB+MvPBaGz0o6Ye9NIDtPUwD+j3o5bS9MCfyPQhQtz2YstE9uHZQvUDaC72gR6i9ALgaO4D1Jb20esK9kL1GPYRPpj2MFIc9DBOgvdDw6TxwxbU8yBupPVie4730HPg9BGrQPRjeob1gl1+8UFv8PWyk073cQeE9+BTnPSyglr0AHRw7DIamvbyWqL2gzXI8ANWGvACNBL2QzVC9kG4KvbBvQz3ADr082AtZvQS/8L3UcfS9sPZrvXhSnr0QMsS9AAhaPZiJXz0AQNE7VPujvaQ15r0Y6qA9/I/QvZDW8z24VNO91PnDvUB2Ij2A8Uu8AOJUvKA6P71k/9Q9gJhNvMCK3rygw9M8eEaKvRB8sb1Y8uu90EOjvAC9Prs8ZcC9TFb9vZA1MT2gv4I9kOaiPfCGUr2wzNA9CF+QPRzL771QTSa9BLXSvZDZ5z24Pqq9PKq0vdg5hr1AqKq74OfQvBQXxD0Q2Ym9UL7JvaDagLycoJS9wEGfuyiLpD1Mq6w9gCpIvEh+fL10ed+9ADBGuqBWT71ION49CGw6PRxmxb08Qu+98BCQvKQX9r2c+5y9IJm7vIiA6b0A2dO9cEzfvWBTJrywRWG9wBThvRhErb3gQwM8eBw8vdSd/r3AHeQ9YP+iPZDMJD0g1b283PTbPWwQ/73ce9a9rFa1PQBkjLlAvJq8QC16PfgDcz0AdOS5qG6jPRTEjj0Aljk9WGYRPVjnvT34DgS9RGrxvYDYorzgEzI9IL6EvbCu2LzAQ6Q7cN7IvcSjuT2IbRU9",
        "wNZNvSilaL2Ei/g9ABWEOoCpgjvgqQM9hOn4PQBNt7oAkPm7gBGDvYA2WLyAv+E7EOeuvahGoL0AwE+5BHqjPUilXT3oexm9gN5EvLjy4D3geQK9KM/gPbD327xQcaC9CDJzPUCB3Txo5zg9zG79PaigyT1wui09cO64Pfyhwz3wkeC8IACSvcj8ij0wNs08xBaxvZCb+L0IPHw98BcMvXRa+D0cOf696JzfPTi/+T2YMS69gA/fu+Dv/j1gAoY8IEgXvTBClr1wtfg9mONovQR41D2wE8q88F0aPUgHmz1QyTI93IL6vTS41z3gaaM9MNcYPTTXgz2QuPu9wMFvvdwNqb0gVcq8wFCbPcC4wr0kZPw9wMmqvMyl4D0kLes9AIOcveCZvLxQu989AMs2u9wG+z3Ariy8PJ7/vaBYzL3A9fY8RNHevdRZlD2o/Nq94J2uPQDGKDrkNcQ9WAb3vUz93T04G+69YPFKvUydrT08Pvq9wIrKO8By1r2Ils49sHFDvVBe4LycV849lNH8vYgcq71UOaq9wBBivaDY071MV/Q9ACUBvKjhR73ASsC9/CGHvcCjcjy8grk9wPTdPay+2r2Qk4c9pF6avRBdnT1Mw8E9jKi8vZBG8LzIvzw9gBVCPAChTDxs1P+9QLBQvcAifLxAQUY9EBIWPaxyk71wpZC9iBngvVCW/zwAlLI5eGIjvfQUkb3IFwc9MGnXPZxqhr3EVoG9XADHPSAz/7xgJfc9WOoBPbi1V70AHqc6IPF/PVRuvL2I3+K94O+jvXhKjr04QqG9QKsxPZzs7z0wKNe8dL/nvdj32b0Qepe8QLD/u8jIU70Ai9O60LSPvZyBvL24SKM9LAKjPXAxjr0Q0R+9aLj8vYTJzb2ATGC7CINXPVhc5j3QROa9cHPUPAAoI718Bra97AXpPeSjyb1M49Y9IIBMvcTJwj0oWYe9IG/DPDDX3LxY9Q29VNudvRDuJj1ojzm9/OzJvRw2/D3Uaqm9HHbzvTiDqL1EFtG9",
        "4DNWPECmHbx4zYm9iKQQvcjIjr1AaKi8FCbqvWBh/D1Q/RY9QGQJPWjCAT1AmOa7GHwpPcw/9z20/fM9SEJpPeiAxT0IUAK9ALaKOwAv5z3Q35Y9gKUEvXiUhz38IYC9SBx2vQztmr2QWvA9MCYvvQBvqrr0xO49ICRQPND0srxoAHa9oBpAPMh/Ir3c4K29WJYRvUxdjz3AkPc7QLWVvdDmTL1wo9k9CIqdPdBRpT0Q9vg9MNGwPQCF5jyAmLu8VF/VPfiXFT3I7ci9wGpgvSB6mj1YLDk9aCtBPZTFzL0Uf5g9jI28PbTX9T1I2/a9GI4rPUBcvjwwp3U9wOa4vAi6Jj1w+h89IPK0PQDy4rvYbOU9iL99vTCJnDzAHz09ADjBPFgCLj3YDGG9MATuPBAeVD3QIem9cIrQvJy1rz2oFZc9ACxovABkYTyY9g494L7GvehQ7b1EqI+9wIDqu8DdVTzoH+O9/EDKPUATI7zEOpi9wMCzPIA8Hb3wgzu9CDDyPTi6mb1wLc+9YNUMPJCKgTxoX5O9WIGVvfCIiLyAMmq7AJ7Qu4DTWr1o4ze9oAGfvBi2RT2Uquo9JDipvcQprj0As/a6cB31PGDWPj3UE9c9lIXXPVCDdT2A4Di7BH/rPYCzszvwfs69oDnwveTTqD2A4a49mJsvvWj4nT3wp+w8gJawPczb7r3Ady89zPaePSD08D1YR0I9QFmMO5jbUT1g+E+8IMiTPDg+sL1wkDc9IGrEPaii5z1QAPA9RAjqvTgjxz34G+i9BDPVPdRDr72wPss8kFhEPdCtM73gLmc87CvhvXQ96b0Ulom9KKm3PYyarT0QiMq9sMWavAioWr1owHK94JrOPbiFST14+I69YCYtPJQL4r0ABVk8GNuQvWBnVT2A70W9wO6+vLi9qz3gpj88mIDzvYD1NLt4d949gNiFvZg6gb3QIhC9kBtzPQA94LzAte09INYwPIiVDj04Tnk9vHLhvcgp6b0wR/M8/FbfvdgmEr34Vtg9",
        "VDvbPTgDKL3QtNu9UOvnvYiuHL2Yf/U9QDjYveyHlb3weXY9OEvnPZBu9T3ApAm8MBXcPRiJTT0MGsY9wB3EPEAVKz1YDlC92I4uvZCRfD0EdaS9oEp+PbRD3r2Y5lI90PVhPTwiqr0sVca97IeJvbTYj73sZMg9oLOKPfgkQb0AcZi7SNgNvWibqL1AiVC9dA7UvTCG1L3Q2nY9OHB8vcBI6b1QAPs8IEekPbDOVD2I5rk9fJzTvehwnT04F2w94JwFPJA10bw41h09QIZpvCC+qzz4SlS96AGDPQBf87uYBXA92LJxvQiuMb2gICc9TGPWvQCpbbwk+6A9oMk3vSBZ0T0g3qs9oC3XPRwRtT2gtfy9cMSXvCzn8L2oo7s98CTtvfw8pD1AIea77MTrvRD4pD0AkG696G4aPVDr7L3QpIa9gAIgu8BFKb0wADc92BxGPWCqhb0A7KC7wDvlO1gq1r3Y4eA9oAjYvADMjb1ogOY9wMhvPdA2nD0Avvu7wA/BvYANOT1slYy9WO9tvfBNw7wA9pC7uHVKPcSI5D0osj09eFxiPQAAFToA57m8fGLzPSBY/DxQAvS88FS7PPjnZj2UzJ69IH1RvKgFEj3w2rU81B3yvWyh171gJwg8pPzuPbhuTD3o15O98CIOPUCTl7w0B6y90P3RPAj2mb3UzNy9fLjNPUD8SDwUkbw9oMvrPFyswL3AX8o7/IH8vXz9+b1Q7P296CP1vXDk1j3475+9MMYyPahc6L1IayY9sLLiPJCHW71I3bS9aNRsPRxNvT2888a9kPNIvaBfnrzAG/S9PCegPYjBlb2AOK490BoCvWj12j3A5tO8AAK9u5guQb1gcXq8qGBKPQBeTruseoe9QAPivQSp2r38TrA9JOvkvQyktj20HbG9EKA7PQCs873MQ6g98OG5vIhb0D2U56c9YHQUvOS9yT0oOQE9COTEvVBF/71UsPM9oHHwPUCp9jw4Nku9iBJIvXjziL0gdFU8IDYWvAzN/D0APD28",
        "WCQlvVDGmr2Qlik9QGD9PXhPEr1oRhM9VMHmPaBIMrz4LAy9UFReveQbzD2cauy9wN78vQDaqjxgIZa8EAeIvJidDz0oqjS9yGJtvaz33D1IBLa9SO/gvbi6470IaLg9wKMlPWiWAD3Amcg9eMsYPdSgi70Aw327CNqwvaAlj7xEprq91BaNPYDSSDskvrC9gH94O4Cuv7v49j+9wGdgPKB/DbwAN527YJ8bvBCulTyQMvA8PDTVPSAr7T2M08u9ADS/vAwK+j0sn489aBZWvVTb1j1YuL69OBipvYBG+TuMcLk9wLOXvGBlAb3Af708QIKlvQjwFT3oMLO9aMHuPYhfIL1gIUC9IKUWvKRJ2L0IVcs9qINIvWSQpj08peu9oEcRvFAgfr0ALYu9iK4XPXju+L1QF4g8oILMPHQb/T2od++9OOYYvXjyVT0wqu28AED5vfwS871QrRI9uAlavUhQsD1wZ9u8UPS5vZxf3j0Idqs9CM6/PYCNV714vta9QMWFPAA4Ur2Q56q8QG6hPDDWvb3A1w09ACJSO9SxxD20KoK9pF/hPZBr2zysD8q90ADePMy6gT0Q5PE9hAyHvbR3v7142VG9gMmYvQzer72Ari+7DK79PYSL3r1Ys0M9eD9MvYCYhD3srIw9WB0gPfBs0j3YXrE9sExiPZBr1z3YA9e94AAWPOjmsb1kDOW9oNN7vLxK+T24i0q9YAVZPUCZPjwAxaG7xNarPehRlD1AO4W7WM5RPVS5pr1AkNY7cD3+vBCa0jzgyv68OD6aPWwc0z2g8xq94BpGvORIpj1Y49E9sLswvdDbwDzgRV68AFLNvNQNnT2YawM9/Mv2vfh9pD1wrue9OKHIvWimb70giVI8lCm+PcCz170gZew8yDTbveiL4L1gQEE82BjovVw07D3oUzo9zC3jvViJjb2c76e9oGQPPMCc5z24f7u9MLIlPVBlvz2g8e68YKGlvMgOqj2gi7c8wELHPSQb6z0AgvO6wBRTPLjILr0w/e+8",
