{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              420,
              6
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              420,
              6
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "valid",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 4,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "c088939013fa5c8dd65a640c961f41a1c3aaaaefc4b40eb02955ee1a402a1a80",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      420,
      6
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "output_shapes": [
    [
      1,
      1,
      1,
      1,
      4
    ]
  ],
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            420,
            6
          ],
          "values": [
            "iro+v6sBWr/fi6M+K1kOv4pfCr/5XoA/cXU3vswXJz9tSuc+52onvyd9LL4EZ8W+cyMfP2DWND9DmZG/8ZhKPQat5j+zgEM+cBxVv1YM8D8ul7i/yhJgv/U5Cj9QZL6+qbdev4dk/T9zokZAUBBLv8LgZr+JzKu+iL9Rvb6wAT86l5a++zaMv2DAvj88KcO/GkyvP18yVD/wQnI/C0QSPSzq1b/JY2G/SPKpP29i2b6OUnA//KoyPol99j4oMAg/MFbUv6ctRj9q3cw/espyvfU1PL7XIsq/BbsDQLd2OL14noG99FnIvtX2jL/jceu/x9kXOvkCqr8f+UA/s2ilP80SD7+wfb09Gl7rPl5zfr339xpAc/PuP8/mkj+xtBm/dTSxPhq5Cz/OPC/AY8OyP4T0qL+NRry/CI85P4InVr9iS/s950NdP0Icgb9eaSi+iSp8vzopFz8AUhXA4iUUwFlJlz0h1I2/3X/NvJy+rz0ozXi70r9WPwBHv74sQxe/PlPqPhyQGL4CreU9UEikPbDKbL/HuYo+A9bfvsYsZT98M+e9DgzlP8gSoD+6M0c/qqrSvhd6Bb/yJJg/sJthvrINwb4Hkce/jYIQv8MdBj+8lqm9pi/HP5pCbT7JCQA/pOJ/v412Iz7umZg/Bvd9PgTKcT62jlM/N3+UvHws8b5gntM+xMpiP/ZqxD+AV4e/Hjnov5dVLj/3G92/ARJ7v3Krwr8AbzM9ghjav34bWT9ctNi/H3rWPq+6pz5cqY2/W1XCv150Cj8D/4s9VnuMv9hIFb+z4JW9XiWSvyVuob6/ePK/GqqPPjurj7+WWo2/bub+vvM+Cz97t3O9F1iePss6GMBBmLU+NYgkPoADLz+5v42/l1sovi5cLr/G67y9btmfPrW5nL4+0yi/H5eRP+NExT6iVw2/wPIDwKO/Kz65SFS+XA22v1N+qD8F3Ng+iOUMv6l5jr4k/Qm/DJUgPT11tz5xRv0+2JAuv2LcLT6Kg7s+lt6OP1jb+Tx9deq/",
            "XDY2vhrMej6zYI4+dX3+vrGq4D6cFTU/9IHrvixKED+nbVo+s9BSPw1voj7qUzY/M3G8vldYnj9AgjS/bMAAP5g9DL2qG7G/c40GPq9mzr7G3CG/MH4CPzsemD96m0M/yaK6v/Wmkj44FYy/elDWvZ1vlz8IiWA/5eVJP24aKr8a9pM/R46HPhy7p7/hApQ/3bymPx5eMz/ksM6/D8XAvtBAe77ofOE7e2blvwXgKT/T5dG+glY2u3lNL70/vf4+HCZ2v3tcMT+7BJS/GbNrvgaem78ZYyq/7vuHP20Yp72Jp2e/YiKFP5g0Kb+L6Xk/cusuv/kwt7+5KEU/gbVXPfd9Yj/mWpa/lfT6vdkUMz4zuZQ/c42NvtkL6L6qWJm/2Hpcv8LpCr/3p+I9b2v9P2VknL4T5Kq/YGzZvkwirj8pdgNAn92UP3udKz8fXFm/YLndP4RARb+URHE/Ja2SvgGLlD6R7wo/pMQ8v84wlb+mVQzAZY0bvnHPDD/hd4a/LFJ0P9GbXD/3gSQ+d4ewPlz9qz8ugyW/facSv3wc178ZUEW/QKbdvmzhG71jnC69fKyrPndbjr7Pm2E/3GsgP0DI8j82M1a9dytrPrabQ79jQMc/5JYpwHCHuj821r49IsW4v6v+FD/7KBi/jjHEv3HsOb/MJtI+j3/GPc5Eqz5zbGU/8SbNvpchSL+jjk6/5ZzPvOfanz1Z3IK/mWR8vikEvz8Y7Iy9G/W2v1MtmT9RsBi/trY2v/QftT/LbaU+VSV5vxDXAkAjt2+/F3QeQISjLr2SeZc/8CsDPl94lr5+M2O6eICgPzR8tT2ql9c/TzIKQILYlL+/jrk/E8gsv7YknT5eR4E+IBkmv3PWOb63a3M/OMoAwDwGMT7IAOS//jyTP5wHnT/jLcE/aRLOv8JouT90V+E/mduJPDDVqb/FOgE/y1ayvXd4Nb0U73u/pROtvdJcWT+kOSE/yhIcPjXKqL9fi8Y+05uxv/lVmb+qk2E/Bwi6v/JlO793hqW8",
            "C4yIv3Pum7+pGE8/Kxj4viktdT75fP6/vGE8vzdgAD/Qz3W/ZUgqP9i15b4Cay4/BkgPPkBVQD/m7G0/+pH8PZt97L4dCBW/dau5v+gLsT/2A2Q+T3rGPkqHWT/IbgLAHy6wPk4k+r8wZlI//QAgv4IBtD8f506/o5sQv/unhD7eS34/3sTYP3dVWj5RRyO8UH82P++4Ej7MUps/C52OvfxJjj9i/sC/8jVEvylTXz/u3NM98Cs9vTgC5T8dIZm/jFf1vZivF7/Q5Ao8+ly/vottID8TqYM/e6FkvtchJz/4A92+Xxiovsi/Fr+vPRTATMasPoNN4z9iNt0/LNA8v7LYBb+zkTk/ZF1Gvnb9Mb8UuSs/uQzavSRLJr9N1gJA8y/CPuov6L6s2wG/eqOevt60l7/ofnO/IJyDP18k2b5yC1I/RuQYvaGq/j39G4m/3XIOP97x9z63N049flO/vK3YBL/BeCs+jS3tP5ecaL9DwB6/EfdZP05Cqr79e0+/B6bAP8eS9b6T5Ek/uOS3v9tYCT4ciAw/Kew0wJ8imr4tNQK+4f+Gv+ylzr9a2q+/p0tJvum/4T6OzuK+hpaKvtupDb8jfpi/JWTOvqOM8j6bfaM/S33fP69Dpj5+4Gq//HbxPn7l/D63Joy/kYq2vz1OlD+n8p89hjGbv6uY+T4DJm646kEBP62Shj+acps/DhfCPk9xXj3G7Am96cGoP7pS8D96Vim/CX8Av8rsdD1ekYq/O7ywvsWXtj7jaWk/cOeHvF+vUj/ehBC+Jv05QPaxkD/EgKS/YPT6P+bMiL8njdM+LuMyv2j0Hj9/sbI/LvrcPgn63766H42/4bhbv+EfCj4s1rO/yPjbvRrkkb8yPPw+yKumvd1iy75CYC+/u3C1P3yAlD+9snK/tBl7PgGuIT6p2bs/vuWEP6htpz9F/WG/rxtZv0B7cj+wEdo+A4Chv43jjD+3a5k/2DojvqOxHT9BGZy/i4XmvuMedT/80D+/RkDwP39RFD+ysOS+",
            "8lzRPvxGbT9biNS9XxRVvmYILkAMgLw+wYMLP4+6QT4n8Fg/HPboPt8og78Xv+g+X8rJv/B7UT+MRqw/iUXJPXt/Aj+YJ3k/SJ+MP8e6ob94gMG+4Ja9vc7nRT8fvIu/Jt2/v/qLKL/l0qs/hAAKv9Zv+z7cnGC/2kz0vwgBfz/q4tQ+SuFgP9Mahr6ZFm8/puADwGxIHT8pRIG/gRVQvmFa27+E4Ii/jmoGP6Ml4b/TkM6/U9AEP0/u6z5ChhQ/u5CMPjVcqz8EKUs+T8m7vxsUJz/MPSU/4rSKv3ta/b5pR5u9q+IkPwXUP7+Fj84/5CMJPzLhiL8aB6o+egrZv2Pekz/gtJu/zh1ePae/Eb+mrwm/mUviv1h9ir9FGRK+EaxKPwisnT/PPgLATFdXPbRKMb8A30Q+Dt5nv0HnCz8/GqW/ifBYvg3ZX70sRJy+s69yvtSrrj6jg3k+CA7ivhdXYD07zD2/Uun4Po1ivL8edaS+IdsXv/D+gz/UcKu/5ksEQIpoI79fqRK+IMKBP4ENwL9QmCo+AG3/v+kUgL6RWxe/RSM2vTQB57+Iy3o/w8fmPhTgEL44XBO/JVEwPzF0Gj/um/s+EWIoPsGINb6jTBE/RtKxvhv7N76WNqu7u3Q+v5zuHcDyTnI/x7zkv0gqp75fRYC/eMjQv9ndub+6e4I/CbaLPyZ5tT7wftw/pCXZP6HliT8F0FM/yr1/Pnymmb5p7k8/LPH2vc/4hz9Da/2+8zv+Pp62qr96RIS+gx73PiCo6j7msXG8O3xZP7HTNT/8RDi/cLWHPz+ZLb8gU0m9n2fIv3hSoz/6xT4/Y4/JvltDmT9PBRrAYBoyv9QjBD2WcPa/QsCdPzPwOz+POua/hA8Ev92nED+FzsS+noE5PxNjh7+lJjA/IF2wv0aOpL7ffIE/UuRGv/TP2b8uuw+/lU2OPlraJz+GFEy/E1KAP/Vvi78zj4S9oRuCvjXG3L/yvdc/6MnOvl13875Xmyg/AMhAvnfuh7+jOBk/",
            "g1TfvlDHrr9yGym9gtKlPkUiJL9Wh5K/JKq3v8Ck/z+IWQBAXet6PswhsL6L4pm+sAGCvyr32b9HFys/hJSQvyZ6Kz+gMcg/viJ/vhws370EJq+9R1w6PjnxFT4UQKe/P9RRP/IqbD/0l/k+1ATGvmPClL5lxjK/Mjutv/j3Oj1E9rE/OJhpvzElKr+EB32/PA9Sv757Gr9Pt8O/2TovP12/O748CaE9tsZlP8T1Wr9CDb6/AOFMv+jqnb/0hPm/JIfeP3GxIL+GPTE8Gl+9P9N5pj8mRim/Vvb4vmZtKT5Mlqi+2bOVP6htoT8VWY4/fNo2P/H1wz5df6i+okM1v1eItT/kuHY9t920vlO5xz+U7bS+ZgX0vvy9Ez+0P92+7tA8vjVkTb+8zE+/jTw6v6EGRz7Vy6I/KVlnvxKnKb8iygk/Ew7UvznkZ7/gKJu+edA0PoA4Uz9wcsY9s4FHv3Dzzr/BBus/E2o+vZg4f77FEOm/26ewvzZBgb0dWXs/I4hWP2zyJz/rjro+tbpUPwl10D0DyV7AM6Uyv19Mkr1IiZg9m1sWvxIViz7S/Z69C1ICv+qygb/dE1M//ERaP7N6Ij/pW4u/5Z+qPxtRX75R8ui/aCpBv0vI5z+XcAW+dEqtPwyFUj8zVPw92srOvitKmb6jHFQ/p/UOPzF5JkBNVU4/RGKAvnmebD8uBTg/ABXiP0JbD8DnsHw/S4cJP3ZY/b2Z4mQ+2wOLP80et7+34po+S4nPvuFjpz8wLc084lZVPwOxUz8VEMq/0gkgwFzaMb4SpI8+69wDv8D1nT8sORm82eCHv/Jp67+xgEe/sZ6Lv/vImL9kCig+C18lQOSQCD/UvfY+PH26vh/N6z77GBs+9yc5v89HEkDoGJi91xxzvYgnhL4JrgK/nu4GQOh7sT0vQnO/nDyZPnkplT/hpwZAIsfPv6CgBsDXi00/69Gkvz+rdz+zy6o/GNEFvhjUG7/FTbo+uhNJPno/ST+0vP8/r5uXP4mOCb/dy5g/",
            "3rSvvjwYBL4oODPA6jmZvylfpD4ln/o/kxs1P4T/Ej6G/8i+F6TtPzHTQr8bm6O/YMhvvqsyib+Ut5Q/iYNmvui36L9SJjA/ggpKv0wSSL9zPhS/X5rFP7ixM78yPi2/NO8NQMfshD8Z1VI/iyypPsh8eL//4rW+u90KPiQG/D/qBd8/NJ8UPzyhLb+1M9u+izm7PSjRnD/R81c/u+bpvo+kmz6Wqve/XFGWP1MtBz7lsVo/glg/P253Wz6tjqK/N8O8PYGFSr8NCv2+cHMaPx4nZL4+xZ0+aFZZvz6IkL1EwZm+XpNiP9lihz9VbJM/x7I0v582R77ZIo29Y+hCvzIVtb6Sk+I+H1gkPz+qLb/YsEo9F6wSv6VAfb9Ylg2//uQZPwlGMb+oZJQ/x74yP+lesL9806I/jAWhv3qSY75Ayje/OZ21PxHOcb9ydKg/hfRFPlRbzL85BRM/KHxbvuqolLvgIIM+6gD1P9Ekyb00vR2/+p+yP1EIuz+M+pM/aKBDwEFVH0Bnpou++n0TP4bDsL/FF8w/vuUiv74TB7+bKwdAySLnvxb/ID8Q24E/b0Xqvn9lcD+jjNY9bIh9vkxPzL69wNO+HQRMP69Irb/yBQS/m5+yvgfhn73SlI2/OT7tv8YZzT/12C++FTY8v47h2r8qQaw+VPNJP98QXr/e/8m+/++Nv0anRr/dH4o/maiTvgvhcb7Egp+8KJ2Nv4nmoz8viQ69IVHOPoZDYL7FOeu/UGlEv0NM8T+V/3K+VpLsPm1KYD/NXba+u8k0Pk1Vkj972lC//QxfvzhTBD60+h1Auy3hPYSJ/z1VzMI+3g4Yv70nt77nOt0/+M8VvtztI7/SUY8/Z/Vyv3GUPb+peoi/VrGiP3B+YD/ASCI/ioz8PmdCgD94hzi9f59/P1c79D8fgvG+XNm6P7ULCEAbL5s/PqPeP9d7pj8+OO09Ta17v6Lf0b6pRxo/8p2mvsS3Fb99y52+mgDMPXiuGr+elNc+H+jHPvZ8Vr9SEq+9",
            "/+4ivsZGQT9coXc/N/DvvpxtQb2x8Lm+herQvqRF5D1x18w/NRxlP89fhj71atU/nA+9Pl9NNL9GUsA/mJsYPvDJE0D9WvE/ne6EP9qnvz8n+aW+DIjJv3v/hD+OZQW+R/LfvgQ7FT8qCK0+UbDDPfTDF78NswO+7s03P/Mznz8YUeM/QBUxPMqbiL+hqY0/RTdCvTqxj76E0Ic/Tq1oPVD4Sj83BeA/r97KvoE4Vr8hzy+/0fU+v2ZpXL81yR4+OTJDvwFFGsAXArk/yV/Dv8KSpj9sm+Y+vJoCvxYgpr8KsBK/PdaVvTVO8z+Ox7Y+B6OHv6OhQj8sMyg+fk6Ru3EuXj/BgH8/oGzWv5N6KT99q6O/UyY5v/Tbsr/qlA6/6HWNv2Y4lD/XLnS/rGUtPaZy/rtR4xw/F8M7v5tpej/PrAg/iQN4PsYCBr6Mo+u+rbTgPohWMb4QVX4/n1+AP6M2jj8M+Ds/9gefv/xl/L4ZrpO/V3a+v4imiL+yGpG/DwM9v4Ljn788aQxA+HPlPheHIL0V9gq/SlJXP4PiyD94tQNAHSsPwIhjh7+iNAO/GMz/vzsYAD/Deta+2vRcPnGgmz5W/iG+fTNCwBy8LT8m+bo/k+vvv70haj9lY3K/nUi+v7DFnL+ggpq/4ltpv+yVsb+C5Dm/hhaUv04fhz8TGzS9DdfYvSK52z72q3g/o7ApvypZHUAJ3Z2+WoiRP9yoP74Sp8Q+Pvyovjx3Jr71xNy/P5CZv/lSvD4Qmpw/D73zv+6/iT3ZOQa9UopVP/AZqD5am7g/VnPpPonMJD58Z52/5Q76vbPVhj66hA6/HetivonbiD9bBqw+/V4UwCJQfb6Tfni+rCtDv00oOT8Qung/qvBePeQMWb6cg/0+RnqRvsXmEcDA1DI+KfnOPuxzEL9dQB4/7pKEPrNKnL4l9Tu+FMlYv9fB4D7NNSE/j1qSPudEy78UHLU+h63HPxH38L/nSW+/++UOwMlIXz9HjuK/RrWoP5x5zDwS5o0/",
            "zsU6v4y5Pj5kvo6/Uh3cP1KOPL+llYq/gqh9PQloab/wIQc/eedDPoO8y75bJ9W/CzYTvpFEyD/HjfA/jcKQv5DpEr9KA2k/drS/vrJBjD9k3TE/vhjHv3jkyz/J6oU/POgWv3XoLb8KGUu/IDwvPnmZWL81n4q+tyGSvSy4lj+c10y/1Nssv68hsr9VkZ+8Y3MRvi4Z2r6h/AU/Va5zvwDtWT3gTo2/eQUpwFYpob+lPNq/WTsWP2qi9j7OAQXA9yLWPruABr4gwum+5H84P3iDg78h05w+FazFvnDOyb/Ihv2+s35zviye4D5R+Y4/HQN1Pm6GMz9c2Is+qD9IP+Koxz4cHpq/+UYiPhtGC0C5n7C/JOENQLlvlT9gv1u+5QHxPeHUob/GYKK+KKgFPfoyb7/+0ss+OnvLPj4mnb+hpCA/2dTFP4+LwD3idmK+yUaBv9/D+j6Xhhi/plb2P8LyWT+UZc89MiVTvrXeiL+qwI4/Ik+uP5Gh8j2nEmc/wCwCPW3vVj4jbO29xSkVQHg0kr9Fza8/bC7ZvxkmB8DfLh3A3L4RPatjVb0SaPe/0pmovrwczT9wH2S91ZP/vmIvDT/vDSZAmtGVPVorRb9Dhps8wqzrvnLMOb0OhZO/pK7FPu5Iij+8H6K/IUa/PSqVLz9Vwn4/l8KYvjaQnD307CC+qICDvn/2lT+Hlmy+WuD6PWa4Pz+7U0m/S0mEP+/EgD+nioa/fD2wPaQExL/LGV2/zAgGwA0p8D7E1SE+dbXiPwu1ND+VGoc+RMkovuACtr5Kxcg/wTDavyPeRD82xKE+JCJGPpz9HL47FIQ/G9fhvr7E0jzK7OY+tPmaPdFtnD/mda4/iuYFQPys6r/wNZE/dF3dvwD5ID7wf7I90SCnvW7ZIr/R3ki9bkxVP1hggr+GY3A+DsylP8AfFr/T8LK/mMkqvxcxrb9m0si/aCWwPxL1Tr8R8fk9g9sFQGQc2Tz91+S/BvA8vsYIVD8GvM8+tGSbv68Web8B960/",
            "08Osv836jz7ZGTo/wIS1vwu4LT9K0g0/tjASvwCuR7+Kv8I+T3AcPSil8r+731e+UYPpvRk6EcA4z/E/Fcl1v9KLnb7UxV+/YxrDPhRHVj6jh/M8VAGYvnqFF7/czTA+hedqP2RWsr27+3C/R7FqPhIykz/0+Ww/OPi6v+Hh0j5L3LA/qYvUv+ItqD6v70q+vyJAvy5Gxb/yQ6E8z/f/P72Y1b9Mxda//lkwPw/Fpz2u+8Q9UqxKv1aLGEAxLsG/BvXnvw3M6T6QoKk/xnTWPWDAmb+jBUu/ItOIPh4asD9bceC+Q+FFPo4B5L+ktos+joVnv3DcZb37s0u+m+TEP88BLD8mFgPAxXaLv/AFE794epk/N/MhvwJA3b4R/u0+BNoWv9vXtz997ri/BZpTwMDhLT7q0Rq/TQ2SP9P1vT1jDQlAdZKGv3u3A0CBJbQ+BIgTvxmLDL8mjre/oTtIv/x//z7o4nS/TfwIvdLzhb4sFsi/IlO1vqOX+T+SiAFA6mCyv90miT200sC/5N43vy0WWj8G3qM9Pvf3vqnHwz0ZV3Q/hCIwvyVr1b4wNIs/2M52Px+lQj7ECivA2qLTP9u1qr9qkKk+ONcEPxg8QcAZaCM/J14Xv6+rn74U6E+/oamoP91KZL3xmo6/dTOgPwCvjz+2tM4/oHf2Px0uC71La5w/vl3BvYGLd74Nnjg+l5ODPwjHur+vR/C/pbZMv9ZOUL2SCRA+2/eAPjU5lj5BeSI/ocgUvyHxCL8hCh4/jt2GvtQO6L4ZGW8/DH/lPzjDXb9Sv1i/j8Y9PmsBiz7xXn095QWMvznV9j7OLxq/dPVev0pujD6nYDQ/Dgetv+s4v75Ggk6+rwOHvlEITb5s7as+L/5YP/3yjD8Chrm/LeDovi+THj+JaCo9ZhAqP9PD0D4zRn0/IjQRv9uFvjtLOCA/5+PKvdC2XUC2W7C/6xsdvn8gs79qEwFAl6OOPw5noj5rRVc9lynVvZ2vULriRhE/jBZYPj9iKr8KOoA9",
            "D2xHv1PCn76NRxg+aFesP91ceD9OcOY/sL2jPbM5Xj+y/Ma//78EvwGHVb7hjoM9xvqDvw+7475BALU+3NK9PmLplb+x8xE/T6ClP/rrJb/HxX8/EEX8vbRemb5C9xO/cOIwv+2NQT8IJc6/eVALPHC7vr5E5ns8xUIfvg+XBEB6gro+bXkxv84Zgj84WbY+EJWkv1pJO7yekoa+jjgyPzPAFb8h6QC+Iu+rPzCbo75JmUW+uer+Pk3IgL/4v3u8e66BP1RP8j7h0CU/s1OvPjAypb/wm9K/VmyaPjR3Ab8sbZU/Jp3mPgqHtr++980+R2ULP17LPz8EK8o/KhiqP04Iaj87jxI/GPF5vwV/b70ROcc//I+9PsWIuj5udki/XAWivucYnD6iyTi/mwI3vti6fz9Fgwy/Z4qcvt4Eyr0VG04/iVYyQIdAwT6Hjn0/bNwBPw6V7b79jWe/Li6hPpXkUr4JFGI+wLGUP2tgvb5oLIy/ZzDEPmxKj703462+IBaFv1ApuL3jcF0/ybR0P7dHP7+IKlu/XIMePxReMb1l4gTAcIxnvy5Iur+Mk+m+Pem0PtxACT0tTUBAJVD5vo9TaD5fCeo+faFsP3mlJj9hIJQ/SeBSPztksD8cRru+xuGGvz/4Sb8sSG+/5HAVQO3AEb9WpH4/L58Vviyg8b74dfg/npkKQCk8SD+onfa+C41jPrn62D92nAa/nOLJvumiw79CJv6+jC9xvlrf4L5ZCYm9En7GPul0Vr9Od1C//ezWPWLLhT4A9aE/M0wqvmbqab9Yb06/Olyjv+Is2T+I8Wu9kWAQvo7jMzysZOi/QSdUvw9KPT+N60Y/KBqIPzb7sT87S62+1YJYvwNJgr4taJ0/SHRuv2rCar4z4TPAAoUMPxDLlD8zT5A/fEETPWPTiL8CkCy+vwrBv0AgKb/T4rE+yjV0v3wlXb+e4os9hv+/urkkHj1Kz9K+IwRSv6u39b6NYAm/DgqRP+XrWb9usMo+r5IFv4T2xb8r9ru+",
            "BJlRv0D+tT+LCRM/hAVvP86QXD/TxIg/6YX5PmjfMD9gMTE/ODxHP1gOzj0Ie/C+mtsswEc3kD+hUyu+5tWpPuWwML69pYc/Xfo1P7nqP792qgw+7qOZvyURfr4a4x4/DSKCP8v7nj4icB2/772Gv/xExL0EuHu/fJY0P8ShjT/TzoW+fLF9P/Xzwj+abAy/lLUcP7Pluz+vJi2+5141v9BJhL+GSbm9SeYwv/urnz7vfEy+VpeTv3T6cz93iQE+uQcXvzGzyr+kJIs9vKw7Pnq8XT5+3Zo+IIrgvr1aa7+JF0M/QXWXP0JRuj8cu7a/qxAkvZ3Cdb3mZ6o/cyMyP5nJoD/8dZS+rKUXvyCyz79S3io/+XbRv0TWmL/MaMy/P24CP6Luk7/aT/g/duM/Pq6tCsC1VJG/3GCFP9SfCcCFQ3U+IK21vI/iAECgoRW/28EoP6DOnz/MmLS+3n+KvfUjgjuIZNo+cnwaP1vK9z466bW9gdqTvilkDT8Hjdq9AcBfPmZCwb+5eoO/zmhtP4w2pr9Dsme/OXovP7F4Dz1IaV6/8AFKv8eWz77+I5k/l9Rwv7WZkT9XNsK/rQSnvyESU7/M1jy/Rn1ePqf5sL9A3Fs+FXPyv9bjmT6aizS/bTywvs2aYr8HzBA/Oy3AvuxKDsDJQlI/wZPoP7oMQz/IiD2/NiGRP1SWMT/DcN8+RizFPwUbez4bwXY/t2DYvtfYBECEZZW+KK4IP2vdRz3DnCM/IjHaP5YS5r03O/W/eTIdP2ffJT2Y7sC9mj9CwLnxmr8ce6O/ziJAvwlxiL4dUke/DVSDPISDrzwMzcI/+vULPwP0kr7/xUu+Y/CRv7UULj5K72G/aFoOPzSGcj6HjK6/VpBRv3kZEkCwU50+DL/WvjgYRb6dmMi+OQGlPo3fkb23B+O+5ffOPerthb3psUU/guEYvsAxnr/YuQfAU6tvPndPFcC2yKY/Ep0Nv8nngL9pjLC+XpEfv0bEND6YpCw/UpI+P5Hu3z8Yk4I+",
            "9gpjPLH7LT/h5Kc+c1nTPp1OU79dNQG+2GMbP1rgjT02sRM/DBLSPp1tCz8+oQi+dD21PpDV1b/sWmY+vHFevuWeBsDZm6c+l2EkP27iYz+mIfW/DqtavUOPTb+oARi/ajCUvwyUO7/esqQ9N1SjPx+ay768tjY+JgOrvvIDzb8C6Bg/6ZaBPGD46j/l4bY+etT2P8okuD/i7A4++jxnP4vm1T8ykig+UvuHvkDUi78fJkY/ziqDvxj1BT9j57i/HyhcP+s/Gb6aPCy+wjXlu0SqXr/HqNi/LZCXvtMVBEDV19o/bQcoPuLnUD/ONCc/fWCYP7LwFT7oea++fmC7PyGwgz+dVQm/2+P7vl3VLD8ceIw/FhapvysePD/TiXS/XuqzP6VoDr/bWxS/jXLfPj91Hj9Wply/VJONP0DcgD7iOSo/ooWkP7cLMr8wq9C+CBYEP7YKSD7ukDk+hl8wP8Yol773gQ6/o/mLvwGR0T4CLj4+3GMCwJzpmT2gMBhAznY7v7McSr+Akcs+gofHv/S1GD7VDiM/XcC8P88Ck7+D4PW+a08Qv/cWA8AY9vc//2mTvgNqET9Im4g9fYBpPkQ41z8NBdE+sLbZPlQVOL9BS+q/raTkPvLPAz0I4XI/fFZOPxQ2kD5JtQvAkx7WvL6rsD88CD0+a9jvP3HLx7+YQKO+SE7+Ph6yCEDOqM2/uagSv4onlr++G/+9+ykGPjaJyj+Fx90/0stiv2+4Sr2i2F0/fGdaPyG9jr8ipBQ/eL7Mv3KDjz6Pi0C9JvzGPUgGLj/rb1K/RCCLv8AKnT/BngLAN1SVPLpB5T9niC6+i/qmv47cdz8Lywc/1jCkv5bWaT8nNGC/aOeBO924rL/pHSQ/sKObv1kYvL9HPD6/i8f+v5OWWL+UUCo/CvPWPFd2hj+2aSa/eDEYP7dv07+rWSQ/G68Fv6CCAT6f4Gi/4mCBPxltnr2YRDy/vfeMPt34wL7FsMm+yUKTPzxIor4RIuW/7+G4vlLckr9IptM8",
            "AQR3P43/MT8yd62+UMS4v1SQsj95aR4/nDqpv0DbSr97XdU/n1Y3PEbS/D8XGa2/Ul/hPWxaEj7YQSy9r7tsv3mooz9uQwtADACcPx8wqL8UNt4/koyxvscPVr8V8oI/+bk6vy/cUz/6daM/hMoaP/e5Pr79u96/tMKPPsehDj/XRUm/Q8R0PyVt+761hzm/ybyPv9xtkD/HpOE/2dfBviIe3L/E7wU85TUFvuHapz6BLwe/H9WSPwJ2wb77l2Y/HWaPvh9Fxr4Nn8w8FiU2v2OouD6fZZi+ROomP+pwFj+hfUQ/fZIDP2KURb8LsDg/0FmDv6jb47+Tjeq+G3ruvzp1I7/r6AU/S5hIPS3r7T2mCqo/AneDPyw3jj950oi/dMEev6lxp78c1D4/DALLP02MDb+OhKe/e4t6v4tFIL+qieG/1ftyP5jFLT+kH7O/K1dAPLUE6T6gNTi/pX+AP3s5A76lx0S+RV32PwcZOj4Zoc4/uaUTvxg7/b9UbQU9rQe/PwY9ur+SygG/vAgQv6h2DMDmPURA6jZlv7/TvL9VPIc9JPa5PtQ4mL+Res4+jv67PuDSiT5JRYW95MUgv2xJib3Imq4+uPvSP1OUEL6EYmS/2B+HP33T5D34R8Y+CsMOQAOiaT61YhG+zFStPnSvAMBRp7Y/e4zSPfqchT4trfQ/gRervtW1DsBIg+I++nIqvYqgH79r84w9qma+PnS3mz7RQFY+P366P7PWEz+YRvw+0jynP91PnD+NdpK/u6VlPyXE4z6Rsjm/s973Pmw61D9qK5K9UGCpPS8M2r9TTZu+biravnkiMj8KFNC7UYc6PzsGWb/E0sm/fPZ+PZLq6z9hBKM/bC6LP04ilL6GL6Q/JOm7PasHN782RyG/GeVev454/r9fwZQ/oK6qPR9p7D44OLC+Lhilv9Z5yz+kzqW+pJCHv0p+Mb+vxSo/rn+QvTywQcAXCBM/KLoZP7wQK7/7Xwa/UnUDPwGMhr93VgxAJ5UKP/cWZD+m+Cm9",
            "mGMNP4D+Xz89F4a/tOwEvw9tub4ptla/iR7GvcnTsr7TPmi/8y2Bv6c3Kb/jecK+jdFNPZwt8b5n07i+hppmvNaunb9Unzk/3/k9v+drw7/M2nI9d71/v0ch5z+2BKg+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            4
          ],
          "values": [
            "WNqrQuNwcUNt+FbD0kCAQg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_1": {
      "bias": [
        "CF5xu2txkLshuiC7PBAiOl+dLrub1dQ4x2NGuwBR7Lr4hNU6H0o5u7QLWjn6z4S63bDCOhq+rDoq+Aq97PuOOtPwKbuohHS6CO8gusvjGDudBiQ71YRKu2mWG7qggY+6uXFeut9fEjs0ZVS63EaVu9/OOztE45G7eefNuF6GhbkQK0q6VWNnO+sdMLsrsDg7Xj88ui+xErr8VoG6nt1jOlK6ybopGCS7fXTguq+9VTrrejo6LBFRuiJhJLnz/0475x0bu4z6dzoujX25SKMuuKbimzsLZ2m6U/GWOsTwnjpGUzm6OLHQu3H+brnU+6m71KWzOproxroy7oS7A3iRPA=="
      ],
      "weights": [
        "B9xJu8tqKL2U5e29dHoKvgUSlT23Wwu+X/uCPscdAz0bJdE9ws6rPHXZvT38j1C89Y9tPmUYLT6wSC6+xlkdvjbSmz0wM4678fpRPlE+OLxr0ha8F09MvZYcDz7Qo7q9lkWQPhiufT5lSkm+ISU1vampEz4h18M9bAh8Pq46kj4H4Vy9+rOAPcJ7CT5msEi9oVgvPtL7fz5Fqgm+EQOYPaW0Hj5gYyU+LAF+PrPFVz7u1xo7GKqNPYwwKT7KYKm9YxE5vfD0hL7g53S7E9APvHyGp7zZKRS+WHzxvZVicb2OU+c9M2XKPeDoEb7Zh6C9cTMWvgILir7ey7Y+nFPrvc7GLT2ZxCE9MeoJPva2C75L54w+nfMNvlVoiT2OtxA+oHSHPkriDj1hcyK+zca8PYFJoLxbW467EVCqPbI+nD5TkkG9N5kQvtPOr73LVbY9n4CuPWUZL74Ru2e+EjHGveddoj0k/Yu+z8ZVvbO1wz7bB04+7bf2PHL8Mr5q8/08Ljwavmgykbwi49I+sHfsu8QN5j3irKK+cqf7vCjwnLxPLS++dWKHPe00Iz5ti4g9wyeOvh1nFj7Cgn++HwgivsC3KzuU5Ea+wJaFPrNEOL5nrps+0jxIvu5HCb4BISK+3oBau46Kl74ruoS9uJYxvodPPr6K5IC8M9qnvLFStj1R2dm7YdbQvSciRbs8yJs9dNfDvQjt4D4hJJi9EfTkvCoGUrzhuoW9v7GQPokiJz6T4le+474KPS3tIj3v2729o+hOPj47Qj7tVXg9I2CpPaqoeD0+gww7SmDavU8aiL5RrYo+BswfvREk57yiwvG8tqWVvP3s/r2zZQ4+bdlKvhDZGT1y/AC+hIFAPt8VD77AD4k+VCBHvaBn1bz/Xim+IZxOPv3khD4LXms+k9hiu8bWV71mNLm8XT8vvbSyo70/3Uq+hyOJvVFkvD301au9wl4wvXVrVD4SUJY+9pQCu1Oddb4/zpy+g3movd28Cj0fipW+r6TrvN64C74eedC7",
        "pEWyvin/pj5DBpk+ay0DvNzSsj03myY7QCJDPrYjFj5NZqC+phKzuxLSBL2VnVW9R6fDPWaSE7w9MPM9lFPtvaezNr77Cmq85DEZPotsuz2am1y+MZVYPR98mb2Z1/a8OEULvg+7JT1SzLY+K2q5vDahKztJYmG+AwTdvfYDWj4sBx++sViuPAl3TD76XzA8NmPAviaENDyuK6Q+9g7ePNrPs7tOIaO+mSCBPFndIz0KnLG9YGKOvK7XWb1XoDu+OF6xPqYCWT7Z7oa9+F6SvH4hSr63DH6+aqtcvi9kwL6/l+C8R1mIPSaEID6oo4y9de1sPl2zVT00Y1G+tNUlvjqciD6dOoA+AEbEPPKldT6AuU67PKD2vc3JUb4ekDc+t1SKO5Fd9b1OvoI+Z52vPm0QaT5v3p++F+y1vh4Ngr6bRrk+3YzGvGl5OD6ng2q9p8CcvZkeBT7vkVE+ZMcsvfzHJb74Pc+8a6bDviMLLD6P4p8+LM2Zux98IT4EKUg+LBEnPvinUD7Wbv+9R4tfvVPkwzzRYrM9ysiqva80uT4pNQ4+RoFjPAS5vj1uayi+o3sFPX8Lgr6P2HC+ma/fvDGoMT5a4D0+77WIPP94Q74o/XU+JKnUO63B+rt0/PU8UjzVuwK0vD7H+7g+E8PDu1PXCb5G5bG919D3vK73aT3FNqW+dDuRPK1ambvvwBE+1m0OvlDuUjyz6le+f3ZGvW7ckL7s1hw+qPyJPgErsL2IJtC9lKePvXawCz5QAIW++ArZPZYEVr44xpA+Yti7vQXWhL5Bwec9tst6PtQc7z3d24G+xTzUvI9zYT4aZI4+u3cHvibD6T2AfI2++D2DvaEE972SOiW9EGoEvihjgz7dp3u9JBYQvm5XNL43T0A9jVPCvTL7Zj6njFC+p3cdvYa57b3KXMC9/4uAvZBLkz44jfm9ryeBvNCJoDyKjBO9UvAOvXCQzz6l1LI+SxKXPeT7+zwHDKM9FBWKvbH6fD6sFLO9C5nhvXM6Ar6Nr1A+",
        "VASaPsOikz4XLla+Rr1yPXrxL76CYaY8QNxlPqcKoD6AntG9QlJKvSVvUD2ym0i8uOxhPiiuXD6bIhC+VqBGvBnuOj7/o6g62CsmvpiTmr6iVEW81c3UvEsaPrztFgI+JlGQvtNOwz2Rw7M+6BjlvHLYKz5hfAw997RWPuDvob6i0Wo+8A46vQMGCz5Jh4u94xmUPVJxEj67PFs8z4YNvVYZgj09/509h0cyPgs1qj49cFy+kKW9vVkz6T2pcq49y/1sPl/6NT4NxY+8wIXIvQJhNj21BoC+EbJvPVMVRr7wpkO8T408vvyrvj1pQDy+zLCBPh5d/73tcnW8cvL1vQnZor1Dwjs9zDrnvVBSgz72s4O+SEvjPdF7d773hVK95XVovvyMTL3wlyc9gLH3Pf0oJLo3Qla9r4ptPmIisj5n4yU+XZgdvPAYEr7dvYK99+16PsNRAL4zbwO+mxbvvMQTV70clCk+iHZMvSM1oL3RWlK+PoEGPizXOzwqOfI9qWdlPiLYNz3LmJW+XYGiuz5mib7DrQI+bwLaveB7nr5uB5M++q6vvCdtOj4t6Ls9LNyEPp38hD7Nz4m+r/gjvXWNBL5k8j08f+AEvqXdyj5E7IC91i4VPc0G7D29rSY85SUJPcpZNj4FUZW+C0oBvX9zrz1zL3E+KBHSvR+D4T46+ea9QQkMPtZO7r2oOii+ApE1vrRWkj6/kzK+BVkXPtQFIb5kzjU9GzEHPvqA/Dx0LfE8+2GovRTPar6AhtE8HrxgPrXzBT4+Mga9L8v5PDmgIr2xOK09Z7p0PuzZmz68czS9w6kivZQzkL3fmy++m4aUvandjr6v/9e938+nvScaqb1Hq5U92cGAvQMh0j7gFcI+DDz1vM34BT4KBxU7t9iZvPVEFz6OiI2+XJwpvQJd/j0UQy2+m89CPgKIhT7ogqy9WXVAvUiu4TzrqyU+NSTLPIfsCr1RBRM8NiIIvLlh4j08q6+84C+YvpDcKr7dTpc+6kAVvUaJ8b2mauU9",
        "WLpMvlWFND7qVj8+3SM5vvYYvb3TUEa9V5JOPTrbfj5x660+w4PevP5lF75GV2m+CZ/9vUPeBT512Rs+PkbrvE6mmj7kis26VCa/vdEzy749hCm+3B0TvnQ/J77T85S+wOWqvcyqnL6qUbs+Oom4vSKuEb5PfRC+Qrwkve/E1L2WUak+jsGYu4ugIz4RRP09ZxcnPJYZsDt5+Ea+QElsvX8OQz5L7gi+p6HfPQd5ST4q/ni8qzxwvU5mXT14pIu9sxpKvaQ6nD4DWo4+0fHJu0BBrb17lTq++biePqxCB76ZMg6+BBMdvgG+7j3Jul4+T2bOvdXqBL2KUgi9rYoxvkILzT1XyzS+dAexvtGqvz26p1O+RiJJviybsz2ADbE6RPHHvLqHtjosL3e+BYrCvJhcJb1WcqC95K4WvjSZLD4HQKo+z1sAvv/EDz48Kc69jBBuPrISY74hLRG+XAwvvNFzB77Cb4S9P02YvMTApb3SgVK97I+DvevdCb6coGK9KBswPtHRlz3OxKk+w+z5vAAavD0WSpg9neknu9l7Qj4+tak95/coviLF0j1MBwA8ucSyvbG1sz4vqLQ+dj5su35UFL2emZu9aaMFPlrJyT3JMOo87IzkPY4FSz6BBlk9Zhx1PoMq7rxZIom+KsrIu00Blz2u5LE9wOWIPkzbjb49qaG9IshzuUNiGL4LBue9ZpdfPsF5qD2KilO9ur5MO9b4Mb76ojY90FFnvbb6iT7rBV6+PnHivamNoT5J8FG+JaN0Pklgkr3XtiS99WrCPR5+c76Xr/29SusCvmCBTj2DA1e+YBgDvhOk2D1b2pO9KjhdPjDhBT7SrxS9nstavRPc5r37Vxy+KPgBPiajBr0LXho+eZLZu+fwjbyFtom9yosnPVswUT6S/Eu8LXAZvJBoRTx+daE7vdm7PQ/Vpz6xGps+AO5kPOpYibz/MHG8QVu5O5mhL77i7mM+d3MWvpn5VDzEHw2+hAovPjPam76+VaI+dIvqvbWemD2uk1G+",
        "r77tu08xpD1iDge+AXBvvMd1RD1F5AQ8tFqQvfWSir7sgEE+SRqoPUgySL0aWi+7jJ1Rvj8me75J4NA+ByuHPXyNKr5AgZ2+cwERvWQZwL3ckZW+fxo4vLNtMz6pgSA+wEijvczA077vlD+9NUeDPC/oA76bez++0vOgvSIddz5XkLU+kIUlvgXraj7ruvq9UyPRvSb5ZL1aGLM+PagxugoYxz1dRZM9W46WvmG3Vb5kWro+oGQrviZWxbxG6nG+4mEMuirJ0r5lLz2+3H37O076ZD72Mn88rqv3vNPzJz2Vqcu+tp03vE5Eoz3goxE9zbs9vh2gwj2KdRC+12bePEaL77wdmZO+gMGfvszuhr7VfcC+c1plvf8IPz7Do9S9zEwzPm9xl700FZA+8taWPJQAqrwWvEE+GFNePrxyPr4Nrjg8CWk1PTzCGD4wrYM+3YODvhy3Rb1x7py+pHs/PRVU5z0wGAM8L7eAvuihbD5fDSg+BoU9PeMBpT1+/u89G28Mvkcq/bw/jwo+zaq3vWl1SL1tJx4+Y12CPjp6ir1Wc6A+++68vDxWp71Djcq8GkAYPhtiiL5FgZC9o0qzvdkQXD5hUJS7zcCuvrO1RT4SzWu+xr6qPSge3b1Zdii+JWVIvZLUdL4wrqO+YidFPQ1XbD7JKP08QGawvsOVqb36apo+/8hWPcgXYz2jitk9SAj/vTPncD4v0qa8yEb1vaUtEr4Fzys9ldqKvdR6ir43IIY+fZYjvK0X+7xXXZM92iEevLDIeT6b97g+ZkkMvKXnBL7cYPK9PXCqvVfzJj5BDGy+BMKzPYOAlL0qbzq+2rmUvviIiL5k9ao+unTuvGiMCj6VPpy9EKBUPb4cPL7DzYw+OC8IvbxA1zzDdqE95kJ0PhPyvb0CAeG9ClYVvAmeOD5ajx86eE2EvQtxK76DWPE9Z+Qgvl1Llz16zX0+LSqPvuhUy70thaO9LIobvh96TT5Ivzy93FFePn58pD4ZbIk+eoMKvRwwkL6/Mqm+",
        "qulzPeYteT5Fjr89HqfauyYP6TwlUMa9r2a8vvVqLr3yNJo+vr30vXARX72zJE2+mJ51PcziwDwsiz++9yaSve4Slbq071280aaXPOnkZ7zjs7i9Z/c1PbPgV77G5dk96XdtPgxomz2UN5m8UPyJutNpbr58VPA9/6civW4Td77qu9Q9dGEzPd3eEL73dRq+vph7PiWbPT3B0qQ+zorPPH1/BD6da16806exvMh2oz512mq92NUFvoiRS76PO2e6nRQsvY9ipb60uxm+il70vJVvfD0LW1u+D/qMvXn4nz4f1a4+FiwUvmYSSr4e3Ee8KCWqvFxXXD4fKjw+MLsOtyaHAz6qPRs9F4nCPGL8mT3400K57wquvZvXg77t8j07CX6RPrUZvT63jdS9fLEUviueRbzl/L89GHU5PhnDHr2hS3m9PSonvZTEKr5tRq47GV1qvqvZLb6XRBU+qf17vfRDkL35lpi+za/4vFFQrj6kB6I+3GSRvYcKTr7R2T++OUOIvuYHHj6iHJM+Ct7LvBovQD7nO/k8N6bovW9zeD5SVqU+fPofvmR22b0FyY+8q635vKH5fb5583g8cRXlvACITjutzqi8a/JHPnJIJbwProw+5Mz+PJJydz6/95896UrWvTx6g76GAvi90/MjvuJdx73cvae+L84HPmhZpD0IIbA+LEPuvJTlQz6yeY+7jkWpvbeIlz4KUYG+FOYtvvP/SD64Y8s9k+PWvcqUZT6mWw++pmzJvOYVU77WqfC93zU0vhhYjT0oz5o+HTFtvRHbl72Vgtk9X2QgPlpdar6GRQ8+mxgLvODjVz0JAwE+j6KPPouNej52Ayg97XQMPWb7BjyHL9w9Fo2lva5V1T4PBjW9exMwPWccaj3pxCC+pWKlvsp2Tj7Tk9a9ArRhPL6Fkj3sfpc9Og9OvokFgb50DGC+Yetluy4HLr3Xk2k+LN5NvurBg77VmGu+zpeRPpgBWz7IQmw+quEhvll0Z74J0Fu+hpqWPjyO3L3Xfli+"
      ]
    },
    "conv1d_2": {
      "bias": [
        "JolUOQimxbtKQBc8H9sGPe1nDTrWnVy7Lwl6PMk1kbrh4pw7+Vh4O0/1njp6vxa7IYJcO6OnGT3QYWu6kJ1NO7zZdzwmnY06Ovv3OSAeFLvl1ZY9VF5AO3zsELsecEG6C3KYO8n5Ijv03pg4OvsfPRcEKTkwuK+59kGEOwkyhTwgUCs7gaVdOiPCcD3XZN885zSZumIsATr82DM781boOiGU0TtRAsc8WZuZOJLeHTstFYw8if7pO0L5rzosJ8Y5wpBguEb6G7sgx5I6hoECO/3gjzujzrc7R2wmO6f/kTsioI25MBbPOYpYBzy8LQg7jCXmO7mQDTvzCyk8YbSfuw=="
      ],
      "weights": [
        "Dce0PUVSlz3f1og9CSSCva8SrD0O/X6+9KL2PbIbHLmR67O7XIuvPaawTb4hfKg9IogTvukjRT6m1pk9fkwgvgUljr00nXa+QynWPQ6FrD0WVjK+klwSPsOiJr2FBlO9uSbRvFK5Bj467So+cWAuPhIPXbxVB7E7tek8vjULRj36eQU9frZIvgGLtj3xfRg+9I5aPUilpz0VQY497k3tPXFMBD5jPAC9PRmcvaj/ib6LiBm+GuVvvhGyRT0nLOI9DRSKPS7PQb4n8Ay+6KoDvknDK71mxBO+8nY1Pt634j3sOd29t52kPSitd76WLb08G4QCPpmg5D33Si294KsrvkAzPD2WKjs9v84kPWsb0r0TtGU9sCS8vdMPhrwH3kS+wv8JPsPvBD0OQVE8//pZPYpc7L1BsOw9ScbovB8Pa77UotM9qLkwvqeARD3CckU+szm9vZHflL3QkeI8Dz+gvHsu7zybW36+zIrHPUgJ0D2ol9A8U2YGvSowELyoJg8+J6ASvnosCL7Zm4O8yho8PinHhr4KKpu8JYF4PGSzDz6v1xc9sdqHvbIPCb1U+nG+ZOeAvrlBor0lt2C8WklBPq7wmr3eRoa+/tRVvkolpb2D2+g9eopjOpSwIjvgiR6+kbtivXPKm7sM+Fm+mP9mvgYnA76lU7G95dOhPWDaXj0YnCI9+AafvljjmL5llXA9DWmbvmRFcLweMEM9pwSlvqgjnT0rrge+TyLOPdaGDL2ORQk+QPOcvryLk761HmY+8ubivfK4hDyuPDo+zK5qvmMEGj6G7G++/wFSPR/X5L2YoQq+b7WqvAsRfb6KSHi+5cEAvo+PVr7npkQ9g4v2PZHp5z14nlc+G4byPeirar7136e8IBYJPlsNWL1t25W+GoldvtO42D15Tj89oYNZPq+WTT2DZlk8fOIAPgG98D1xaaA8kkV8PrjN3z35JB8+M/LLvay70z0KIvm92HzCPf95JD22qxS+vtL9PUqVrj1f9oc9DblNPv4R6b1nPQi7",
        "MOgsvnocEr5V34498F8qvYpi5T3cDks9i1YmvsLOoL2u2gC9g/cPu1C+jL2HRTu9Q5iJvuNRgb1y/Ha976lTvTcnsL3wVDE9XLaivX/3/7w3CZ29fjRovlVkC7y9lwS+0HdJvTRVIr6GIsm7lo1GvtdiD74h7hq+7BMfvpRt6r0D7a696vVbvnBSp73zcdy9aQgavexoY73A+cO9w1CSPaOGD76Wvh++WdcKvs4ys73T10G+i2+LvbKSR77ayvC9bDTSvY8vPb63M5y93WtTvdhy1z2zNZO96zsIvnfaa730e349cGxKvb4Fqr43OFa+j4HKvTM4rr0p5929QXumPYzg/ro/CHs7cXwLPcotxT3P68c8FHsKvvL4Xb4FfTc+D8wRvXsmBb2pJIw9dPaEvbTCIL3J8yW+YhAtPU+mAL7/cli9oqXAvSVrpL0EBo09hizxPa+ISz32RfA8Nb1Jvaf1bryOP0E+8BRlvN+nKb1hzHo9AZsUPu+xMr0Y2Q2+eU32vXi6Ar5vNhY+SziKvDlvFL1OH4W9fH4sO8qtCj3GpgQ+500nPcPeKr41aoU8Aaopvie92j1saQM+pbRjvW3z6jxei1e9c++HPG2Efz2zjD89jzA+vp8K/T3GiH88+7OdPWs0ob2eEH09VsMSPtZ2+T29uzO8JfTPPfv7pT17W7C87a7+vGjNNj7mIei92aXXPRrb3D1AZUE9tczTvPAjzrwY3vI9nan/POIIUrxXWHO9wwApPjXn4b3thJO96du0PUiSBT7iUhU+dNYiPkMrnD1JMio9EG9jPsrghb3Qtow9xBOcvf7P+bwl3xk901A3PmOqvz3rada8VtYrPtDqND5xUy6+XiiIPJdBhD0T3yi+OOgRPk/pFLxGE6w8b0H3PDiqmL0BbKk9HnY0PYOGBD2n8Fy9cVn2PO7TWT4UEnO89ztRPiMFZryNtFu8krazPRZfJz5lfiA8j9IzPhYnXD26UMY9WanaPXPxgL0S6Ts+nxehvOva3z3lSKS9",
        "nWiUvQ8sP70IzLu8Ec7pvCkPaD2BJnW9oIJWPeihzj1vCL495mnSPac1Gz5G0Le9C+K/PYJd5bwiq42+GswWPbDtkj2Xug486EsIPamMFb6Jdf49YAMePVtfsbwJzzM9VhG3vbXWGj50qIQ9HdyYvAPZkr3faPO9vG00O4hSFLy20kA9KT6KPdFiLj5NIIa9vN+6PX+G8T0cv/Y9sVN9veE0pzxmMkS9FMQMPtkWrT3gHQk+lqwfvdVPQD5Fw4q8GqTVPd5SNz6yWqA9UtsxPvquoD12WzE9S1+SvHobAT6KYi0+1IfWvRpJMr3//369QxMTPjAKwz2p56C9YyrnvUkm/7yL4Mc9VmzSvAdAAz2SiaW8eQfRPbL3Gbx8WDW93C8ovaLJaT2RyR0+YjpDvTP6+j1HWPu9AhCEvp7BET2dn9k85EPGO7v0zj1ikzC+uQuzvWdZ7b1t5q88jRKNvNeDNLuLSAK+0Tr8PcYZ5D1WXI6+NCM9PWM9Bz7kzk68nWcpPvI72jyCtYa8hNiFvUo3Z7yXRNU9NPkAvSN6WrwlYEI9iyACPuZe8j0hGB4+OhLLPKLXuD1Esam8XSEAvSyD5D1MnfU9XJkKPXlJJT3Sr+o9IOJXPJMm8T2M3tk9t6wXPmRbx70npCO8p3QVPsWbDD1ZkRU+xj99O3t+Eb6sZwU9gecCvmNTjb2quha+VMzDPQLyxL0hM2Y9njVDvnwC3L2TjXe79YONPU48Hr7U7Zu8swQKPn5Zfr0J7Ya9bhIJPTIVij374G677DmsPT5iLj0uCti9IEPJPUBrBj6k1/O9XvMMviZDBr4fWI89ccIGPs3I17yL36w7E8VMvXbnnj1uFbq90xCEvZSeGj5POVq+AEKRvced8L0tobI9Fr6QPXmVWr1Ac1K9QrAivgN07b3dTQo+3RLvvSJvbr3btxQ8zfxZvtipiL2Y4F++xYT/PLV3lz1RPk6+jJRiveJXGb4gh2g9xjvPPKKySb7aJIm93Nxivnzz0D0+1ka9",
        "9RoFPhFB9T30/8w9gLBxPetTPD4RJqc8cTAUPl89Qr70j6s9RmjqPNRnUr3fRC0+Xmd0vCCLhzthQKm+I6YJPnHSrD1wPJ89nPW9PX9Yjz2Uq9U8/XubvUMyyDxhTp49Jyh7PMIS7bxjSIa9xvd5PG0TnL3RVpO7Gb8fPukHjT20vAq9CGXfPQYAPj6VbGY8XvEzPagUjjzObz++QgCaPb/UUT1R6tU9wff0u1shAz3x5qE9jqUyvgx4yr2z0YY7U63WPb4TAT64VI49LGdovEkFpT0yjd08RJ7avQGwuD2sCng9DwMovPUZPj7W8428tHcxPrmGID2V31m9XAtPvv/fPr6xIY2+tuE2vq3LrD3rJ02+FPSsvOl/lr1mHJG+Gs5huyCCmj2e8Xk7m1JPvoQTjD1q9Ci+CL5gvngpjj38bse9gz90PeK/Jb513de94eOnvBjRNr7JsVW+TUwGvmhnJb446Nq9qNPmuwST6T1rnCg9LNXwvdzW77vGvh++xZY9PeJHrrysnYW+XalyPLy0wr3qwG29azIGPszZIr0Kohq+HZw0vlLY5LvkE6s9VQ/dPe4lyTj3FQm+R2VQPQ/HfDwE//C9liDLu8fZrT147u694jwWPTU98r0N0Ns8tI+QPe9N/b0yGRq9kHzkPaXfXbySCxA9z6QgvbrzwD1+ne29uOFXvnuvbr7yI0Y+9o1tvN1bFj2CS726nkA7vWVjhr21KtG9ZFWJPJZjEr0P9S8+pH89vit/bD2pD5o98Iwnvm7k4L3sa4g9eboWvv0zqbqRiP69nW8VveKhfL5jw+W9H+mWvdV9C72Za4S+b3HsPS/BGr5Mdny8Vo8AvjyyKr4prDw+oMUUvuenwb1rCK69aCmAPD5s6bsvvfK9+2rdvJ2/Dj2+Cma94Fi+vaFDIj1yeyC+/YSpPdKXJbwu4Zq9RUIXPKbtqj0Ati890HU2PdukD74UuNC9gXJrvswlCz716TW+VOC/vfQvJr0n3pe9kJ+aPK5iLr4ErCk+",
        "OY+SvUHEMb7vdCW+EleOPTpq9L2WWd69m/AyPVHEf76poyu9mG7ova8Gcr0rBg2+yj3hPRj+wjsStSu+2PcavJe//jzOQeC9gYLrPDgH472D2Oq81nHUvctELD1kD4O+VFqMPeNNnDyC4tO7HCwUvhcFor3nTTa+8L2DPRtp5bwJcMG9KyVyvYQrwjooIPG9x0xKviQolb3fY2m+ZuUIvtUNSr27c5w99rXyvSwDAr61m0W9p5OAvtazirvUGT+9EDhevRHK4D0IdfM99dN1PRcFSTw188G6Oi9APAOgmb1tAKi9itOIu22c+7vgPUo84a4cvqiSJb40hQW+zBhdvTrF9z0anXM9Xv6WPVLBGT7w59u9gjI8PvcSrD1tAVG9VzNUPAhDd7xttpo9hh2RvMymEjzd3jG+5+lcvrw97j1OB5c9tJ/ZPaxFIrq56uO9O0w1PRaumjx/4iE8bmlvPWjNpD1Y+Bc9OHVuulSxLz0fIEa9vmkNPqSzaD5zPti9XrK/PTV3Vz1oGC89patWviU+RD4Kfj4+BAl4PTD8fb1sYNI973f2PVevKD5OjVM+ht+fPQwGPztu+TM9z0JHPqLzjT3MjIm9Z7GNPYovRD7QAR29mc4qvXcZ3T05AP09bZwhPli5xj1q6tI96H0rPc93kT5Qq1Q+3KIovv1h5r08XDC++RwGPjXkPD3ISEO+c4w3PGoaYj2noHC9RI3DvaZFPz2J8oC9Dx6zvUwuVzzqf8m95MkqPlOk4D3FIZ08g472PYniizoWrN29Tam6PHXC5b2GQlC9MwDevHWiQ71YNaI9t+YIvaUtr7yfa6k9wSIdPi579jybf828J5oTPmplFD2qZZK+34q3PZsW2D2Rby++A0KYvaeS+DzXvYm85598vSr+X7yjb+m9vwK1vReLeL7Xvoo6CBsyvi/xPj6N1cE8ogqFPNARqL3CSYi99z3kPRVD1z1EhUM8q5aePfM7WL6v3QE++7Q4vjvqED1KFCC+FalOvsIrHT5Tvb89",
        "2O8RveiYBb3/y5U9arkGPYMyIz65zyc+xFsSvrkyGT6ECCs+g+gKPnqFGj4BFHs9wIehvSe9DL5uP+C9C4pJvYmMwz1hrTI+xMcKvqnXGD7xuBU9I+ExvW3BTD5PJLe8w/CnPJF2IT4cMkE9yRAPPWaxWz35w1e9fiMTPnp+7D2k8SG8mUbQvUxyzj03uP08sZoZPjlqKT7l83s9vSW/PYnYLjwX7z89tD2JOz4Mpr0ZI/K80k0Ovt9DFL3ffwo+S+DSvVHgFr3K/TM+bi4vPfftED5hQjQ8s7GJvSnQ2z1mdxo+PrpbvWjRCD26fau9PeJmPjD4Gj6WKjc+IS3JvVN8B76F+lw9os8IvTzbuL09M1u9hZHRPRenNL4AvIy79mz5vR77O71Txq09jUI2vYFKKb2fi669oHZ9vld3DT31Kik82DmBvUW9N74AP4k8M0+aPTBZn7yFmwK9JpXuPHk6mj1/fQU+yXKhvblZJT743xM+KDOLvKxVoLtFLCS+6NIiPjBlXL4TNSC+yCOHvYa5g72f+hC+OF89PtgYYb2sX6q9VbKOvc8oHr0fpTC9Cb7Jvaip0D0HsJ09fIzCvd4/1D1y29Y7ye5Jvf/lx7264uy9LbQwujRv1b0uB7w65OEFvumwtzxMwbM9GW7zPXvOCb0S5j+8bdv/PezNX73DUKg9QeXUvezJDb3GqJq9PmWcvbZXG71v7fg9hiIWu7Jvf71HqiK+ddEqvtFOzD2TuQ+9TffsPVBMk73FN/68fsIZvsziCb0NcQE+RO4rPQC/Hb0NKK69O6xWu5KnCL4As/67loLUvVg2cr2o8/k85FnUu/XhEz0oS309HiPDvQRABz3y5QG9lL+yPReF0L2cpZ49AGf3u8IoML023wm+0GH5PEMdLL1DYN282dwfPWrZr70wWxi+XxUaPVMCyTvfESQ+UkP8vRZVWL1ddTE9x8OdvPA2JTx3TMk8GItwPc6mPD1qSJW9aD+bvdJFhzz2E5A9PTYVvax14b1UGx68",
        "OSuhPT+K9Ty/i+A7wTshPXQeGb0y75M8e6grPcKZGbzvsWS99s56POtIE7weyRU8Bi0/PmW26b0JGY++lAq2PRoChz3HYck9ZbsUPpBMOb43sA29xSIWvt21Xj3v5Qw8Ha4VPmkpAz4gOJ69XjQevnFmOL47kba9iI+zvNMC3L3PTuq9XSQpPjIazL27oi09O0+OPS93tb3vlfU9y7YivKSXHz1rw1G9O9j7PZGAaz5+yhQ8V3afPBi0Nz4ByRK+5hWvPbMblrvZStk7tkdJPQFPQbwGp+y9zPGRPc1AQrzbeGO9X7OSvfX7Hz7EhDM+WyScvRf+sD048w2++vfVPTDXwD3nkfo9GpMEPkbK4buMBl68gBJUPSVeTj4TJFe+enwPveot/D0U/v697O3vPTAUwryy22c933ayvqTfHz1tEiK9ai5vPfUyKD4MGCk+0mMPvr+kAD3lpei8xjANOXOQEr3QMF6+hRA8PaBbrTwxKMC9zEYBPgYGy71WnNk97k2FPZB0S7zsT6+83ZQaPR9t3r0k/xU9l0jIPWuEIz74yr49lyYzvX+0WD6K3vg8jOGMvnsROjxrXNy8gCQHPoNs6j0giBW+mukgvWJrfbwbZeE9bWY9vbjOGT7s2+o8wviKvAoeJD1kroO9C5uuPTrtrb3Yxl29lgcCPQ2LA75ukL66MTgUvqInqL2i4PK8baorvkpalb2Mt/699e57vilWC73SPsK9A9Ilvv2D2Tv0IFa+A5oXvqxumL124v69mC3SvaCBIryo5L69Q1mHO5tAFL6R3LC9ij90PM5YS742oTC+7LaSvbsMB779EP+9Lp8GvW267b2FGwK97rrSPEgvvL1zOuK9K/OFPFUg9j2oSn2+lMMZvnRGL76FQEK8RoNGvZTi8L0QUwS+m48iPdyRWL6Xp0Y9CPBjvYWCHT4G/DY9DafKvWjT2L047QG+QWtsPUaJGr7TS529c+NTvaql6b2FkcK9+UR0vnndEb4qON692S8hvvmFjjtrufs9",
        "5WSpPR2FjbsSk0I9Q0GCPQXGJT2Ybb49QIw9Pl5cpTxeXD4+WSQFPlKCET59JpS8HHxxOyDKCD5mNrI8B8GPvH6WVT3oWME9sXltPcxSOL1oUYU92sXsPL/5AD6ePC69FS7EvWpwBz6VO/C9z0a2vezBIT0TW9k9Y1h0Pl14Cj0dtEk+sZUCPfBM9T2OU6g9sMmAvLq8PD67WCY9oGsyPZ3a5T1wyvc9I0cgPTs7Pz653Fc+C8OuvbNNAz5Lwps9wtEiPg5KMrxQ7DE+IpLQPdXFCD79WxU+5o2uPb7f6TwnV7o8YJA8Phejvj1k2Ea88cg4PvHiNj4FUDw+ANySvs98f739Lru9O5F8vReg7b1IejG+sFvQvdB2Orowh2O+PQnsvfOUMrwPHqM9UvAsvjc1AD7aZ4G8VYZAvi2vmz3nmiO8paFdvSSxAD2JyLo7IIsGvgIcl73bDOA9WpitvUlhxr1KDjg8wh9PPNYoij0T3qC9BzXHPP8CGb7vP9+8DpxhvOBKg7wvVgy+sLQKPI7F8r0sB/48swfRvIZtI75hSLQ8jrbkvGHWCbz4h9W90MFJvVyuKT7AgKS9tEelPUk6/7xXsEg95nBZPbObJL5t9Sm9X0dtvThUgb3dA8e9UHtXPeN1XL4GIRy+/cmyvcB8Tr1LxhC+3qmSPHszjT1PnI29zYE6vjI5OL7p4go+g31PvhrdEzxHiom9p6gZvYW2eb2Wtne+7CtUvBg5Tb6lSGS9SjovvisMXr2Rpjw+EQMHPbmSHL607q88zI1UvuNhuby7qE2+AvgKvMFIM76GhQg95OkEvuQgGbw8aQ6+HdMzvIkYAb5hewG9N51pvOjHQT2qEko+MmeCvYKRAD1PkUs8RRGNPQM0DL55/hK+alcGvRv3873ewgm+KhVdPXyeHj7M7N+91k8OPli12j3mHi89SVStPdB5zz2W24C7whhLPaBcIL7MKBw8LyZFvtCr2r19vBW9vXslPoVjhr3wVLC9p0OyPXpYCL4f4C8+",
        "GKqHvbouGb6QLLu9e9hjPX7tnzz5qCW+zq3kvDc6jL2+Ktq9opzDvSgem7wiloy8H0/uPRdvjb0DEpO8ZwYFPv7zarvH0Sk92pV2vXml+D2T0uc9yX/lvUaW47zfpCw8oZ2gvVDBgb2zUSC+CfzwvfKLuz3dZCw9yhALPff+uD2Ur5C9qoIMPu+toj0UZBo9LdwjPYdcOL1nax2+0ffePB9TALs3TBm9E7MlvlnVXr1Jb349V8r5vXs+8TxsZ+o9vk4vvqrAq73X5Vc8fdiUPY95B77w34A9SR0auxTT3b2G28C9GG5kvjvMLD2pdoy98bQIvvqLMr7nqzg933txvXf0PzvvKSs+R7X+u2j94DuZ+Ie9jx5TvVc8Yj1Dh6Y9fEI2PdTCg71WJLQ9PMf/urFHGj1bv7o9RDeSvk4/ET6GLIm9LYiSvXQNCr3f/aw8uP0GPrtyzDwlxLq9IWQcPc16eDyh/TE+jviyvVkoTT5n/4s8ob+BvU6i0ju0bg294O0ZPuMNXz6/yQ09TQdtvDWtBD3t/rw9Me6uPb0cEj7oMN09HFMqOvChUb2RGE49mq9UPNkwMz4TOno9WpI3Pbr1AL2rjwE8wr3PO5E5Dr3AV+q7+wCIPdwVID0Kp0E+OcpcPmoe2z3suas9FdTTvJ7tnD2FJLs9hY8CPPjwUL6k/AC9rGohvbgowLyi2d49Ihy3PK8OJT3koBk+ZIWYvStNzD3OJpg9zjAwPnb9sz2vDhw+CIP2vD03T76/kgw+9J3tPMACer3wl4O9aJ2PvfRJjbydj9Q8P0nyPQ2yEL0/Zay9LY+0vWXiZr2l1ii+EsTAPYolAT35zi47Rnw1Pg6z0D32PDQ+7dWoPa7sKDr7ta48/D6gu8vZAj4wWoa9UQwSvhAplz33jaY8BGOPPbo9PD70c+m7FnANPuHinj24cDW9ijviPevQJ7yQjQC9i82KPSSzKj6+fLK9X1QGvlvDKT76nsy90RlIPpLEDDxV3Am9lH7nPd4B+D1eZ7a9",
        "YDzNPXPDE72NDBc9FJUmPrZtfD3BNzM9/RGuvNTPwD3De6c9UqTcvWQ8jj0hZLa9HyNBvOrVEDutKUe9W5IRPiWg+rtxZq+9dW7APaI8ir3J8QG8wQkIvax6qTybGQa8wFmovXpC5z3PwNS9Q4DavU6u1zyGUn49/R05PQKk8T3bXLi9xBFqPt+AgD1Qm/g8GefivVq5kT0C3vy9aOKQvH+UeD33k5Q9oz0hvZ+Sw7s7xIw+zzifvf3AGDxhc169TIsNvhtwNT1xoGo8rOIqPiPwp72SmIQ9g7ZlvC9GOT0nfTI9YLy4u+BIgL0AZcC9cI6qOlQR1b0dkTG8N35uveoxTDwPdFa+OwICvZFiOj6L5a69vLjUPYF5QT50E4S8iNGtPY5MTT2qmwI+3QepPb5eXD71UjS+nCQbvpjTRD699wo+lGcwPGYntbyTCe69dPQRPkQdg7wEiig+ArMBvaCOCD52+rY9az4rvn3Hwb2+Doa92zsfvvI0Qz4cS00+MgMKPh/HdD30ot49PkcwvlGpLjyJVx49mg30PZp6Yr69l1q+PcU2PUCyvjzZPic+x3oFPmuyfb2PIDM+/6IEPQ04DrweI0g+agJ7Pv+VxTx4GHg9iuRePT+xxzs78nq7x0I8PrruJL6E0Oc8Az0QPpHLCTybtVQ8r6SzO0OQEb7H0O29c3RRvv2pWL4PNHQ8dNQDvhCc3jyMp6i8WmgmvpRXAb3JVTM+sjo5Ps+JUT0j0bS8SgofvnSFg73WSwu7FE4Bvhd8RT5CEWS+TCsgvsziIL5gP2S+iVC3vahBIT7S+Yy9hli6vZkKXr5Eg1A9dyVJvu7A7TvABRE9fcTNvWYkbjzJnhU92o3pvfqx5DuWVBq9Fs2Tvd8YGz5zPZ+9iv5VvuqpFb1FrSo+ZlNEPoMGPj01nFE+1Kv8vako973cKmm8jjKEPfN6pL2yAvC8x+uPPSrYIj4tYxG+HqvtPSE8HT7hQWe+JXlAPe10yD3Z0o+9mt14vWq3nTwoQkq8",
        "pEFUPfiS7ry1m6K9kcTtPfBid70NnOs7qx2zvbl7Xj5Z6Bi9lw9BPRdZbz0k4Y09hZ/yvEn53zsW4au8pezMvDDxrT1ZO+89SSlAO5mXK77PXRA9BUEDPvUwYb5Qot49cUyPPB0f9zxe+ei8PoSbvUsFyT1MS9286PatPbCkf70R31Q9pHwGviwpPb4Y5Da+g6MovWC5m72rOyE++dZrvXea/zx+hUU969TiPOJCpT1cl4a9PpalPXOENz6hsa+9y2lXPD70jL3x0Cu+UqbNu1mUsL1vPi+9fZ83PgUhAL57fAO9bAuJvfZLlL0Hclw9G0DTPGm0DT5MqLI99sbBPXMQ87wjHJs8QXuQPXQOiz3FTc09k3YhvhiJFz6AZsI9VcuJPWH+Uz0Wyfu9TksCvAcfgr5sSy0+2um2ve+Fib5IlYI9AiXHvdVBlz2IHo08v2mJvkJhKz4pHVY9nWLwPYIq+j0p4m69LWRpPowXNLvjYaE7E5fevFRiM75GR1c9y2WBvAbfRb2gmq695p2Ru9m2pL0J3SY++bn+vLieJL2r0xQ+EurJPAHfhj0hIWO9/d47vlnLkb34vjI9+H0rPlUMKz47eqa9t+Qcvg6AFr4jIgY+IeJxPS1kBL3cFag9lWtPviPyMT3i61y+ipuYPSkYtr2TCRU9lpWbPeL9b73WRdk8D07DvB+7kj2oXDK9D/sLvHdVar2xR6m9J77CvIqHrL2PHc27lR2BvWdhqD2Pmx2+rQ0vvedewjxvI3m+HyWsvT9F5DwSuHs9q0P2PeANMb4Cnj89NgauPcNpUj1BxB29hqDIvHv37j33SJo8F3sPve5pnT1o2ym8OuKfvGYI272/dFC+yPD1PLW0AD6YrOq9fniPvaEZqb2nz0Q8oVggPhyq7zyfu5i9rj4WvXO7b7716By+chB6PXzdAb2BHnW9b04evoV9XrsLIFa94LgIPmJmQr3xNuQ9oxEIvqRsJ74bR/I9G7Zmvm0zjj3QAO08fVKTPbOdrz2Tdz28",
        "94QdvvKMgr1JrMk9QBv/PVYUkr1wBmG98NZFvXVChb5GNrM9yScSvnX1uDwlCMy9MR2aPYEWXr3TbDG++AkkvepVtLzRG929WfX+OoUgKr7OGeu9TvmCvua4yz1Mthm+4ca/PVApDr5OAM88AoplvruPkrx1OQa+exYCvr/ZvT1emUa9xIr1PWm7bTwoI8E9yNJlvNn1yr08vGS9ghbSPdHO5LzESgO+92XFvWwV6j0SmtC90XE9PSq427xvfqA9CZ9pPK1yYT2Rtj29FRygPTWz3r3Kf5s8CubHveBYezzvokg9WaUEvonnIr5t2rI8SWPgvZbpjz1Ed7K9Eu3cPZGJjD3a+M88AiBKvYgrJj4eiS290vYnPfXfq7xLDDY+u78bvlpRP7xIS9y9f5E9PcOdBb6dIU69X6sCvlU8xr1+Ts89hx27PX6Rvz3CY9y99rFYvgvjtrxn7GC+OpQIPj8DBD4TfRg+1GunvBoLpb2zSRK+TnAOPblVcT1hlma9i35oPbIlvb0f9lO+pPPdPKYFvryiDQu9duchPqksXL38cwY+S2q3vfbQ2r28LCy9L3ZRvPPaFT6fsRo9aRRsPOD1Wj1PvoW8di7GvdZ/yD1Uq6u8BdJTvTMntT3eI+S84sAHvhMnbj39bZ69EvEdvVLZQ70f2QE+UzcCvuH5G7xoGOA8du0KPp3DIT38k9+9DtjnPYtZTr3bMRy9GwokvTwtLD5PAFA9+OGUvUrDnr1veha+TuD8PQSiIDwaO7C8KvnjPQfrxr2mCZA9Mde3PeaJCr4fO/A72bSWPfYehLwUbEq9opMbvi4BDzwYdym9P6BuvGQlOz5iYZy9rhh7O/zJsb18CbW92sIIvR5mWz6ntGY9m0sMPoOn4D2Mw+490cEIPqdmar1Nn9g9oZntvH+4r71LRCu+QHAtvZnuPD7CGSM+Ds51uwWfIT3Qxd69s+eWPIWIBz7HToo9oIEtPZ8ZN75Fkfc98Ww6vqbRe73Xn9I9adbCuo7xkT3TQeG8",
        "BbGOvMzgrL3ER6G8zby6vJ8su70Bd7g9VJmzPF78Jr6Fc6c9vo47POBXMT7uRB89/kD5PVli5b0v8E++P35mPgA4Nb7+o2G8Q028O0UYtr0GJiw+s6vXvUq4tD3z2Ke7tDWOvXrwTj08TXa9TsYAvewe7r1yVSi9p3IDPnqktT0lAb49aSsTPvKnVT7OPJM9M2ULvlH2vz2Hk/K9U/3YPGqI37wcG7o8wXjEvPNclb1ei0Y+1ArnPbKw4z0uzog75R0+vT2kDz4DNtA8V7xUvW/rmDzAWwO9H7G5PKmsNLwFfBy6iERrvTcT4j27q+k97XtRPJyFB707A2G95EDHvQw2I70gqaq9YVovPGaHb72IdYC7+6twPVjMfLyACsM9QjOePfWs8LxMpGE+9km+PSY3VD66Aru972efvk/wBD5eh809pBuLPaOqU74mYYw9c/gEPvvtsbw9mPS9uqL5PcoBIb4j3QQ+eNnVvWsYMT6xGdg9YLOvPVofWT6yKQK+7ObrPQUIBj1LsBq9VJMwvgoL9DwRhec932oKPoB9oD3RaII836jJPTsdNj4TBFi9LJY/PqiOBT6iDd68LP1bvS+YabzzbPO9kyYgPbCwJLzjv6G9B/olvcOTHr7FeXY9wfdMPot4oz2mJpo+2BaMPSrjVj6GJ9O8/fckPKwNbL7HXjS+Q9TvPTHGYT0oZCa+EchGvQDJ0z2cvLO9Vr8PPnXRVz0nEgK+dJ8zvC/llj3aUw6+wjf4PXFQFTxgOCM68OkEPsy50jzjzUg9fou2ux5h6T07a9c9aEbBvU+iGb0YWgS+4o5nPHejvb1DmdG9qrYSPiAwpz24fbs80BukPbSEr70MrRG+vNCGvbK+z7yyFzu+PyQsvnOqT71Bjvu9WsJxPAxdAb6YGjO9haFLvcOqsb2PDny96ysIPcqXHb2jXga+yj8fvW9o8T2wILO7PN4vvlxQ0TxoN8w7dYkgvqLORr0AS4C95XYkvgUEg7xQvW29XjwNvRtZ3rxN5GA9",
        "3JrdPGe0Ibx7cY49ltmWPeossT2Eckm9m31YPhutlj30AAg+BFpDvT5JNbyEcY09R0iVvQK4Ij4taTG9gjOSvTrpSD6zdfm95lC+PQPGPj7L5qs9rLBGPYvJFD5NJM+7GBP/PWTBqz0nbBQ+wADjPKQUy7y1X9+9MtiJPDGMWj7YKPc9beH6vWlRoTszyyw9o/8NvXIiKD1LopI8WPEjvGpn2D1XGV+8AvckvtHRPL6VWgy93gP5vQpkHT0s9MQ9pjy7vXMuoD2Uw+w8ku2bvJIClLzu9wY+Jf5kPXyMxL0IaRg9ZnvfPTYo5T0EiWQ8ny8Kvmh/0zw/UhY+hck0vLaFpjsBbJ2+2gYSvWsorz3JM0a+7B0gvZdurb1fNKe+rDhFPZJqBT0+HJc9TmLYvTkGqD3GBXC+ioiFvXFSOLxMxoa90HijOwCYAr6VjjG+jsZYvnvEgL6G6Ce+EyXRvbkgZ76qxkq+GVpKviTQYru5K6O9RzsCvv0q3L1gJC29rUQxPaHzP7yBIZG+ld4Bvg0euL1LFmI96pQivldLAz2IYOO9dUYHvn9v2718vKw9RkzEPABFIT5WcwU9wP8APRmDRrtjRlA9yAv0PYWM7bsVY6K9WxorvvFhxr1EN2S92UosPTKpLb6Fn+29AZIwva6jUb3SrpE82ktHvQ2SXzxpMVA7enftvc232r1ZCla873EQvqmfnT1E4UQ85tYfvjBOuDxpMj++HmBrPe7rwjtP0y4+58dSvdpODr7z3BY8LMGfPaCGFD1BDVY9GVcKvXUUG72q4Pi7BagjPDApLrgGT7q9Ot3lOREGvbwbVeG9ES2FPVmLHr7an2Q9ZHr6PJdPrL00ob49R+SlPJxzNjy/p1o9Ok6Zu7Q4kr0uTkO+OJKsvQw6sz08Sd298M4RPq9jRD4SwmO9wE50Pqb3qz1BvCi9bfgiPnuVEj5rfwk+BYIYvs4rwD11uvI9+PMSvvzEPL0dEAu9c8F/vCzNAj0CYR09TBUbPsFcWb4DI9Q9",
        "Kl0mvvCeZ73YywK9W8nBvT5+Eb1n0ya9KKnRvUUrdr4QVYI8b7FAvoe/rD3DJO48u+P5vQCm1DwPuFG+bWucvWAlQ76X1U88ojzPvUprsLyzXuA8yb+tvabKEj4TGpK9IpEYvYfY3L2+llg9RPkxvmF5OT2/GI69Dr0vvs/tlzv4eMW9THIiPvmJ9LwT4P08QnzdvXWuQj28mDK+KS6UPdPkELsl1uo9+pAuvcj3Gb4ROZm9077ovX0Onr3u9ZO9D8tfvvEJJj7aHsI97xG4PQoA073MaV29Auo6vvcV5ryBU/g8+I/fveyZcz2qSjW+780Tvu6oHz0oG6S9dg0lPTcArj1zfCE+XDaOvXwV0D1YKtM8Pce7vC5phL1kiBw+jw28vX4MBj7ddik+6MIJPTyJkzwITuA7FC93vj4PqD18f5w9pmhCPkeRo70sIAS+DPyUvSKFnD0JTX+90Hf1PWCWo73hDy8+cja6PdR2OD4avpk9IrBeOf3tcT5mVBO+UQfdPKN3bz7fgZ88cj0BvgzNyD0h6Ia6IrIpPh+K9D1psvw9kZHEPQPqvz2Fg8M934UPPWAMnj01Dsg9f/89Petr+DwEeAS+cLa3PWcGmT2cQbe9rHPBvZy/JD7u6jY9uGEpPq38CT3UlVE+ZXb2PTUXiz0W5989xreLPcQSYL3KqMq9PGSwPLcLrz2r6l697QTrPdTturx551A9F0b+vZaMp7yPpmA9H3+vPf8Xoj240ju+vYwEvYmUYjs1qMS8b9H1Pcv5CL4+gqq9OQoDPnHUwTxuzts8Uv0NPnZWOD3BMam8+QUZvj3IDT5lH4U9eJ71PGDeubxHBvq9nVwePpoImD2LUY2+M42NvbYxwT3GrhG+2mwmPSgeTzwODMc9MFL+vLfI3r20yx+83KfxvcVgcL7rm449Ae2SPGox6z1y4OY8fWohvTRDib3Z1rC9C1CtPR/FP72J1g++VsGpvbUGAb5E7q89GkWOvse26r0jxa88dNjHvS635DzfVgS9",
        "K5edvTSH07xwG+C8mNyRPUm7GL6OXY89cVbpPG6R173/tYI9A1BQPEKOo72zGEQ9kwaJPRk0lr1c9zS+MNnvuyZdob2uoea9cJI2PmviHj3TBi89Pj1evNlu+z1+6cs95P4/vUzlP7yz2Sm+n6eZPSwfgr1R60o9xG77PeaBizxuGrA9kX2JPYKrWD6Hx829TUR5vXBIxz0Fdg6+vDZ5vWH4WT3kpOI8eGuLvZGYWrxU34I9LOrqvJYGEz3Hf7w99hI3ve+6zj07HzM+4K5ZvUyAnD0/K6a9CUX4PYyTajtsD+s9Zij5PYTJFj5XmlU9/oa4vTRhvz3muIe9v0mSvbvzFb4g3OM8NnUkvQr+SD1y/sI98h4hPls+27zoYeY9ZT03Po9QMT7CWyU+gppaPZHuSD49+le9cnbZvbGSXz4hv587bRMWPT9bdb5DHNO9I1/vvYuoEr277Ia92HXfu7UKZL1jYVq6YZIzvest7T0LQ1O9V0OpvOSflby7z6m7FTuHPSvIg71kAoC+kobEPd4/Or3jp++8EgEAPnv/9L1U2jO9DNOLve4z1rxh0AI+Ore0vSJ8iTwT9YM9L4A3vaF7nT1zP4Q95EizPSwRx7x71cE8fKvbPY4diD3+BBg9zfqfvImuxL3WDlU9swPCO4Y5tL0wJxk+ZRPrPJWeYb1qjOg9Up0HvjWCxrzC00M+oJ4/vt0L2T24m+W8COAzviJIHT1AG3m3pvo9PfL3pT34RPA9j29OvjB/bb6c1909llFbPfNKpj2g+Jc9KiksvkEBpj3jtCa+eoyFPq25H75MSXe97nAYPZRSd71nTge+5q8xvgvpQL7rFbE9pL+IPVKqOz5/fXk+rEiqPZIoIzzIzu49WNTNPShkzTyuiaS9n3JAvI3H8j03Sdi8bJEuPvicFD64Y6s8WuRiPkgvFjuc1p090UhQPjjnej5CrjA9KdWMvE2Fbz30hju9PL4XvbefIz7tjzu+vTXqPTjXBrzeIa09kFIyPZ8A/rxE6lW9",
        "uSbzPfM0Hj441Vy9yz/uPBEAz72bwT2+jER5PS+4OT0A4lu+pX4IPkd9nb0d06C80A1lvn9lrT3GNR6+77BVvmFXIL5bsNS9SXbuPFqdQr0nw3a92H8XPhdGgL48PHe9Nup4vY7C0D0X2NE9iQM5Pfcqiz0kMAY87UqYPcpZDr69CPy9DCgIvp9ZE7yxpf28tVGavZHaDD3ZQD88hG4fPiSEgT0qeB89HiaZvTE3UL6Q8TO+Orr1vSrWCT6vYQq+KyjYPRZDRb0Lyv+8lznmPPTzGr5/VdO9MX2TPfpr4TwXMUU9ug4OPY4b5ryqcIU8CFk4Pgoh8z171Cs7X6acvV/NMb0O1rC8E5gZPk4TQz2OWs48G6GuPdsoljo8grg90OgiPI3I8D0n8oA9WhulO/UcGz4ihGa9NrBovS1pvz2VF8c947eKPO/8YD1+fiI+eTUNPgClC7xqwzA+bu3mvFWACD6+cOO9Hd6lPQgDIL7jC0g87CP9vRmR773vs10+WAJ+va9OoD1iN0Y+Hr8xvYbBML4hSYS9J/UPvvTq0T3rMJQ9xewaPpnrLr6N7VG+L7rdvHFUQL6kr/g9/nNPvLCuQr7MENo61nk/PZEetz3msGE89PruPZ4BkT1h+tm9RRnGvbEAPjwnl0w7Jhw4vWCsLr6JH3C88qnnPbZX+jzrjZq9JwhZvsJqo7sA3PI9+Yc4vt2KBz7qES89E66VvkiB0LwS1Re9u1YcPlDlaT1RnRk+IAnWvoT+Z75JDbw9I0s1vhlpBz730+u9Nyagvr2+Bb5tFUe+j+n7vPjv+z0BOhe+ivI9vcqymr4bqlA94jPsvaKvv73QOiE+2jfnvQM8Dz46SPs9pP9lvUvq2jlgnXg9WXNFPjVebb0TfoK+WgZfvt1i7r1sljo+/Qk/PhypqzyWDEo+WNc1vA5Zjr3qzYo9F6q1vdkPCz0XsCY+D129verJmzz9TTa+9oe3PR7Enj3E54S+Gzr5PYGZ1D3idy0+XC8vPmJTPLvJMt+9",
        "o85NvTFqw72t9ia+3SWRu/vdrbw3TMY9EGEsvXbdBT0KDpm803OtPYoPkj1eDdK9k9/OPZIrZb3MqmG+W/2fPUBmbz3WgFM+Yr++O9D+rz2074Y+ABKbvCkFhb1pm2I7jb0rvkQGEj2rdFK9RkUBPq93pz19n1C97CtuPBlHfz3X+QY+4WOBPmXEYD6i7d29Kuy/vawPhT1Tco29yoKmvYVhyTyvCjg+J8DfPRBroj0/mnM+kIXKPaQ5sj2R3fw8HuLJu7adNT5+6w8+ns4EPMDNu70+jYs9b1QXvn46vzvrOk4+XvTXvD/r+z0yqUY9wVnoPP6W3D0+9Ks9ihy0vQVRFrw+9z09Xhb0u/1Oub3U0KW8xjmmPUzIcz3eN9k9EobLve36jD3DlHY+6MrevaGbzD3C8J89Xw4CvhhfyT3GgfM9dPIdPs7wHL6gw9s9+7a2PW5MlD3w7We9yzYOPUEmJ77U6Ho9XTXlvWjVVD5eixk9CMGsveKkyT1KRNu6OTNiPjLFjzzwuXI9Qp0ZvfSOQj30ohI+iHqnPF9Nxb0HFA++YSUZPv5Sdr3N92w8K1aRPVP7Sj6PD0I98tvTvRHpFT7VSLw9x00sPmD80ztoLyo8E9ZNPinjWT0aOg+8LzkEPipkxLz6iI4+g6xivU4Q0j0jAIi9dbxfuhqE0b34NZE9aswfO3Xgqj1m3te8o35bPH9nID0K9Ju9Jy07PnhAjz1ThL88T5CqvehctLsKDpw9aiy3vdxRB76gT9K9ckMRvaKbSD3eHrK9HnGwvEGp2j1pMwk+8UEqvp6FnjzmhXg96xrFPSGy6b0ZdZ+9Rx0aPaNFCT1Knc08mYpDPZYrbby6T7a85YfSvVl7j73B1g09RTkBPcginj2NIOi8LD6hPRuIIL6b20e9NBWavfxkZr0KatG60arWvQEUqr5V30I9zWDavTFIcr0MNNY8Hz0nvg5RD74XsHW9O2AWvRl9b72pq6s8o7y0vMmhG7xoU5q9OmvcPcq4rD1W7M29",
